

class LockerList{

  List<Map<String, String>> lockerList = [
    {
    'code' : 'H852K031P',
    'location' : '香港九龍九龍城區九龍城啟德道83號地下部分B號鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K036P',
    'location' : '香港九龍九龍城區九龍城廣場4樓順豐智能櫃(406-410號鋪外電梯旁)',
    'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
    },
    {
    'code' : 'H852KA01P',
    'location' : '香港九龍九龍城區九龍城太子道西414號地下(順豐站)一號順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852KA02P',
    'location' : '香港九龍九龍城區九龍城太子道西414號地下(順豐站)二號順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA14P',
    'location' : '香港九龍深水埗區石硤尾窩仔街100號石硤尾邨服務設施大樓地下順豐櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD57P',
    'location' : '香港九龍深水埗區石硤尾帝景峰會所地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852H031P',
    'location' : '香港九龍九龍城區啟德啟德1號二期第10座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852H033P',
    'location' : '香港九龍九龍城區啟德啟德1號一期低座第3座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H002P',
    'location' : '香港九龍九龍城區啟德晴朗商場地下A025號鋪(陽光洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H024P',
    'location' : '香港九龍九龍城區啟德晴朗商場地下A006號鋪順豐智能櫃(面向大門)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H030P',
    'location' : '香港九龍九龍城區啟德晴朗商場地下A006號鋪二號順豐智能櫃(大門側)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H022P',
    'location' : '香港九龍九龍城區啟德煥然壹居H3座地下順豐智能櫃(會議室門外)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H035P',
    'location' : '香港九龍九龍城區啟德嘉匯地庫停車場大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H036P',
    'location' : '香港九龍九龍城區啟德天寰會所升降機外順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA42P',
    'location' : '香港九龍九龍城區九龍塘達之路又一居一期8座地下順豐智能櫃 (只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA28P',
    'location' : '香港九龍九龍城區九龍塘塘瑰麗路21號又一居二期會所地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
    },
    {
    'code' : 'H852BA44P',
    'location' : '香港九龍九龍城區九龍塘達之路又一居三期28座地下順豐智能櫃(近回收箱)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA68P',
    'location' : '香港九龍九龍城區九龍塘又一城P2層停車場升降機大堂順豐智能櫃',
    'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
    },
    {
    'code' : 'H852K004P',
    'location' : '香港九龍九龍城區土瓜灣馬頭角道33號欣榮花園商場地下順豐智能櫃(陳記燒鵝旁)',
    'openingHour' : '星期一至六 07:00-24:00 | 星期日／公眾假期 07:00-24:00',
    },
    {
    'code' : 'H852K039P',
    'location' : '香港九龍九龍城區土瓜灣美光街17號地下A及B鋪順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K040P',
    'location' : '香港九龍九龍城區土瓜灣美光街17號地下A及B鋪二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K015P',
    'location' : '香港九龍九龍城區土瓜灣美景街31號地下(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K047P',
    'location' : '香港九龍九龍城區土瓜灣祟華閣地下8號(LaundrYup洗衣店)鋪順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K046P',
    'location' : '香港九龍九龍城區土瓜灣翔龍灣A大堂2樓升降機大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K019P',
    'location' : '香港九龍九龍城區土瓜灣宋皇台道38號傲雲峰3樓穿梭大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K020P',
    'location' : '香港九龍九龍城區土瓜灣宋皇台道38號傲雲峰地下停車場順豐智能櫃(近住宅電梯大堂)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K028P',
    'location' : '香港九龍九龍城區土瓜灣落山道96號地下(Sunshine 24)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K003P',
    'location' : '香港九龍九龍城區土瓜灣落山道100號 (水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K029P',
    'location' : '香港九龍九龍城區土瓜灣漆鹹道北489號地下(洗衣寶洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K023P',
    'location' : '香港九龍九龍城區土瓜灣燕安街1號地下B鋪(洗衣寶洗衣店)順豐智能櫃(面向媒氣公司大樓)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K025P',
    'location' : '香港九龍九龍城區土瓜灣譚公道115號運通大廈地下7號鋪(白雪雪洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K035P',
    'location' : '香港九龍九龍城區土瓜灣下鄉道5-19號益民大廈地下C鋪(Sunshine 24)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852KA03P',
    'location' : '香港九龍九龍城區土瓜灣炮仗街178號興基豪苑地下B鋪（順豐站）順豐智能櫃^',
    'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852K063P',
    'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)一號順豐智能櫃^',
    'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
    },
    {
    'code' : 'H852K060P',
    'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)二號順豐智能櫃^',
    'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
    },
    {
    'code' : 'H852K061P',
    'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)三號順豐智能櫃^',
    'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
    },
    {
    'code' : 'H852K021P',
    'location' : '香港九龍九龍城區紅磡老龍坑街17號寶安樓地下(Ewash)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K002P',
    'location' : '香港九龍九龍城區紅磡老龍坑漆鹹道北388號升禦商場1樓順豐智能櫃(國際幼稚園旁)',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852K005P',
    'location' : '香港九龍九龍城區紅磡佛光街1A-7號家維邨商場地下順豐智能櫃(近家興樓入口)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K007P',
    'location' : '香港九龍九龍城區紅磡都會道6號置富都會8樓順豐智能櫃 (近彩福皇宴旁停車場出入口)',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852K048P',
    'location' : '香港九龍九龍城區紅磡德民街29號地下C3號鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K018P',
    'location' : '香港九龍九龍城區紅磡寶其利街121號地下B鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K045P',
    'location' : '香港九龍九龍城區紅磡家維商場LG層順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K050P',
    'location' : '香港九龍九龍城區紅磡寶其利街28號寶源大廈地下(365 Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K049P',
    'location' : '香港九龍九龍城區紅磡黃埔花園十二期4座1樓公眾電梯大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K054P',
    'location' : '香港九龍九龍城區紅磡海逸豪園11座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K055P',
    'location' : '香港九龍九龍城區紅磡海逸豪園19座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K062P',
    'location' : '香港九龍九龍城區紅磡崇安街23號環海東岸2樓有蓋綠化區順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD08P',
    'location' : '香港九龍九龍城區何文田梭椏道3號地鋪(陽光洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852K014P',
    'location' : '香港九龍九龍城區何文田忠孝街60號愛民廣場地下順豐智能櫃',
    'openingHour' : '星期一至六 06:00-24:00 | 星期日／公眾假期 06:00-24:00',
    },
    {
    'code' : 'H852K053P',
    'location' : '香港九龍九龍城區何文田廣場3樓順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
    },
    {
    'code' : 'H852K056P',
    'location' : '香港九龍九龍城區何文田君頤峰地下大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852B010P',
    'location' : '香港九龍油尖旺區太子彌敦道745-747號金都商場地下9號鋪順豐智能櫃',
    'openingHour' : '星期一至六 11:00-22:30 | 星期日／公眾假期 11:00-22:30',
    },
    {
    'code' : 'H852B034P',
    'location' : '香港九龍油尖旺區太子界限街68號曉珀禦停車場2樓順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA06P',
    'location' : '香港九龍油尖旺區太子荔枝角道178號5號鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA77P',
    'location' : '香港九龍油尖旺區太子大南街26號地下(順豐站)順豐智能櫃^',
    'openingHour' : '星期一至六 12:00-20:00 | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852BD85P',
    'location' : '香港九龍油尖旺區大角咀中匯街41號中興樓地下12號鋪(順豐站)順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD50P',
    'location' : '香港九龍油尖旺區大角咀利奧坊．曉岸會所戶外位置順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD62P',
    'location' : '香港九龍油尖旺區大角咀帝柏海灣及柏景灣穿梭電梯大堂B層順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD19P',
    'location' : '香港九龍油尖旺區大角咀洋松街16號地下(Sunshine 24)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD06P',
    'location' : '香港九龍油尖旺區大角咀海輝道8號浪澄灣商場UG層順豐智能櫃',
    'openingHour' : '星期一至六 07:30-21:00 | 星期日／公眾假期 07:30-21:00',
    },
    {
    'code' : 'H852BD37P',
    'location' : '香港九龍油尖旺區大角咀海帆道11號凱帆軒地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD36P',
    'location' : '香港九龍油尖旺區大角咀福利街8號港灣豪庭地下停車場大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD09P',
    'location' : '香港九龍油尖旺區大角咀通州街28號頌賢花園商場地下6號鋪順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD60P',
    'location' : '香港九龍油尖旺區大角咀浪澄灣會所1樓順豐智能櫃(近升降機位置)(只供住戶使用)',
    'openingHour' : '星期一至六 11:00-22:00 | 星期日／公眾假期 11:00-22:00',
    },
    {
    'code' : 'H852BD63P',
    'location' : '香港九龍油尖旺區大角咀維港灣地下35及36號升降機大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD65P',
    'location' : '香港九龍油尖旺區大角咀海富苑海嵐閣地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD74P',
    'location' : '香港九龍油尖旺區大角咀帝峯．皇殿2樓L21升降機大堂側順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852BD80P',
    'location' : '香港九龍油尖旺區大角咀海輝道18號一號銀海2M層升降機大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD82P',
    'location' : '香港九龍油尖旺區大角咀海輝道10號瓏璽8座B2層升降機大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD84P',
    'location' : '香港九龍油尖旺區大角咀鐵樹街24號地下(356 Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852B025P',
    'location' : '香港九龍油尖旺區旺角水管道3-13號長寧大廈地下C-D Shop 3號鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852B047P',
    'location' : '香港九龍油尖旺區旺角百匯軒會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852B005P',
    'location' : '香港九龍油尖旺區旺角彌敦道750號始創中心2樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:30 | 星期日／公眾假期 07:00-23:30',
    },
    {
    'code' : 'H852BE54P',
    'location' : '香港九龍油尖旺區旺角星際城市中僑商業大廈1樓119鋪順豐智能櫃',
    'openingHour' : '星期一至六 10:30-22:30 | 星期日／公眾假期 10:30-22:30',
    },
    {
    'code' : 'H852BE59P',
    'location' : '香港九龍油尖旺區旺角麥花臣匯5樓貨運電梯大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BB15P',
    'location' : '香港九龍油尖旺區旺角渡船街301號地下A4鋪 (Bluebird Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BE52P',
    'location' : '香港九龍油尖旺區旺角登打士街87號地下D鋪(自洗王國)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BE73P',
    'location' : '香港九龍油尖旺區旺角家樂坊16樓1626室順豐站順豐智能櫃^',
    'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852BE81P',
    'location' : '香港九龍油尖旺區旺角家樂坊16樓1626室順豐站2號順豐智能櫃^',
    'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852BB45P',
    'location' : '香港九龍油尖旺區油麻地彌敦道562號地下順豐智能櫃(近油尖區康體會)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BB22P',
    'location' : '香港九龍油尖旺區油麻地渡船街220號順利大廈B座地下(洗衣寶洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BB21P',
    'location' : '香港九龍油尖旺區油麻地窩打老道8號5樓商業中心順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BB12P',
    'location' : '香港九龍油尖旺區油麻地眾坊街3號駿發花園5座地下順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
    },
    {
    'code' : 'H852BB86P',
    'location' : '香港九龍油尖旺區油麻地東安街45號寶亨大廈地下(你的自助洗衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA05P',
    'location' : '香港九龍油尖旺區佐敦文苑街1-23號文英樓地下A鋪 (LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA22P',
    'location' : '香港九龍油尖旺區佐敦文英樓地下東部地鋪(洗衣寶)二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA15P',
    'location' : '香港九龍油尖旺區佐敦文英街37號A文景樓地下37A鋪(洗衣皇自助洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA08P',
    'location' : '香港九龍油尖旺區佐敦官湧街24-30號喜滿懷大廈地下1C鋪順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA12P',
    'location' : '香港九龍油尖旺區佐敦偉晴街77號偉程商業大廈地下2號舖(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA23P',
    'location' : '香港九龍油尖旺區佐敦炮臺街41號地下C鋪(365 Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852EA28P',
    'location' : '香港九龍油尖旺區佐敦顯發大廈地下1號鋪(Sunshine 24)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BB83P',
    'location' : '香港九龍油尖旺區佐敦廟街26號地下(C+ Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852E010P',
    'location' : '香港九龍油尖旺區尖沙咀漆咸道南79號中國五礦大廈貨梯大堂入口順豐智能櫃(近保安室)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852E002P',
    'location' : '香港九龍油尖旺區尖沙咀彌敦道132-134T號美麗華商場地庫2樓順豐智能櫃',
    'openingHour' : '星期一至六 06:30-00:00 | 星期日／公眾假期 06:30-00:00',
    },
    {
    'code' : 'H852E027P',
    'location' : '香港九龍油尖旺區尖沙咀天璽1樓穿梭大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852E029P',
    'location' : '香港九龍油尖旺區尖沙咀君臨天下停車場升降機大堂地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852E031P',
    'location' : '香港九龍油尖旺區尖沙咀The Austin 一座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA31P',
    'location' : '香港九龍深水埗區深水埗大埔道77E號地下(365 Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA16P',
    'location' : '香港九龍深水埗區深水埗荔枝角道339號豐匯會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852BA53P',
    'location' : '香港九龍深水埗區深水埗北河街138號地鋪(你的自助洗衣坊)順豐智能櫃(近巴域街)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA58P',
    'location' : '香港九龍深水埗區深水埗石硤尾街12號B號鋪(洗衣點)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA18P',
    'location' : '香港九龍深水埗區深水埗石硤尾街2R號地下A鋪(洗衣寶洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA05P',
    'location' : '香港九龍深水埗區深水埗發祥街10號李鄭屋邨和平樓平台順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA16P',
    'location' : '香港九龍深水埗區深水埗發祥街10號李鄭屋邨信義樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA26P',
    'location' : '香港九龍深水埗區深水埗長沙灣道333號怡閣苑怡康閣地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA48P',
    'location' : '香港九龍深水埗區深水埗海柏匯2樓會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA02P',
    'location' : '香港九龍深水埗區深水埗欽州街94A號高登電腦中心1樓順豐智能櫃',
    'openingHour' : '星期一至六 10:30-22:30 | 星期日／公眾假期 10:30-22:30',
    },
    {
    'code' : 'H852BA17P',
    'location' : '香港九龍深水埗區深水埗欽州街8號金濤閣1號地鋪(365 Laundry)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA32P',
    'location' : '香港九龍深水埗區深水埗黃竹街31號地下A鋪(你的自助洗衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA30P',
    'location' : '香港九龍深水埗區深水埗楓樹街13號A華楓樓地下3號鋪(你的自助洗衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA24P',
    'location' : '香港九龍深水埗區深水埗福華街35號地下A鋪(全日洗洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA27P',
    'location' : '香港九龍深水埗區深水埗福榮街153-159號冠奇大廈地下4A鋪(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA43P',
    'location' : '香港九龍深水埗區深水埗大埔道188號曉尚會所2樓順豐智能櫃 (只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BA69P',
    'location' : '香港九龍深水埗區深水埗欽州街8號金濤閣1號(365 Laundry) 二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA19P',
    'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪順豐智能櫃+',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852DA28P',
    'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪二號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852DA30P',
    'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪三號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852DA31P',
    'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪四號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852D017P',
    'location' : '香港九龍深水埗區長沙灣元州街471號昌華閣地下1號鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA15P',
    'location' : '香港九龍深水埗區長沙灣通州街500號星匯居6樓順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA24P',
    'location' : '香港九龍深水埗區長沙灣海麗商場1樓順豐智能櫃(阿波羅旁)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852DA03P',
    'location' : '香港九龍深水埗區長沙灣順寧道25A號薈悅地下2號鋪(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA18P',
    'location' : '香港九龍深水埗區長沙灣福華街544號地下B鋪(你的自助洗衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA39P',
    'location' : '香港九龍深水埗區長沙灣東沙島街171號地下(365 Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA44P',
    'location' : '香港九龍深水埗區長沙灣蘇屋邨荷花樓地下2號車庫旁順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852D041P',
    'location' : '香港九龍深水埗區長沙灣海盈邨盈昌樓升降機樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852D027P',
    'location' : '香港九龍深水埗區荔枝角荔欣苑荔采閣地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852D009P',
    'location' : '香港九龍深水埗區荔枝角寶輪街1號曼坊1樓順豐智能櫃+',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852DA29P',
    'location' : '香港九龍深水埗區荔枝角深盛路8號碧海藍天2樓穿梭升降機大堂順豐智能櫃(只供住戶使用)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA25P',
    'location' : '香港九龍深水埗區荔枝角深盛路8號碧海藍天AEON 1樓順豐智能櫃 (升降機大堂)',
    'openingHour' : '星期一至六 10:00-22:30 | 星期日／公眾假期 10:00-22:30',
    },
    {
    'code' : 'H852DA04P',
    'location' : '香港九龍深水埗區荔枝角荔枝角道863號泓景臺地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852DA07P',
    'location' : '香港九龍深水埗區荔枝角深盛路9號宇晴軒6樓平臺順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852D011P',
    'location' : '香港九龍深水埗區美孚景荔徑8號盈暉薈1樓順豐智能櫃(靠近往2樓扶手電梯)+',
    'openingHour' : '星期一至六 06:30-23:45 | 星期日／公眾假期 06:30-23:45',
    },
    {
    'code' : 'H852DB32P',
    'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852DB33P',
    'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份二號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852DB34P',
    'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份三號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852DB35P',
    'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份四號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852DB38P',
    'location' : '香港九龍深水埗區美孚蘭秀道9號地下N1A號鋪(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852D042P',
    'location' : '香港九龍深水埗區美孚清麗苑C座地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD26P',
    'location' : '香港九龍深水埗區南昌西村路榮昌邨榮傑樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852BD66P',
    'location' : '香港九龍深水埗區南昌匯璽5樓平臺順豐智能櫃(T5穿梭大堂外)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J013P',
    'location' : '香港九龍黃大仙區黃大仙竹園道55號天馬苑商場1樓順豐智能櫃+',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852J004P',
    'location' : '香港九龍黃大仙區黃大仙彩虹道121號啟德花園商場地下順豐智能櫃(電梯底)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852J038P',
    'location' : '香港九龍黃大仙區黃大仙啟德花園購物商場地下二號順豐智能櫃(近停車場收費處)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852J011P',
    'location' : '香港九龍黃大仙區黃大仙睦鄰街8號現崇山商場2樓順豐智能櫃(近皇廷匯外面扶手電梯)',
    'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
    },
    {
    'code' : 'H852J018P',
    'location' : '香港九龍黃大仙區黃大仙翠竹街8號翠竹花園1座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J019P',
    'location' : '香港九龍黃大仙區黃大仙翠竹街8號翠竹花園停車場入口順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J025P',
    'location' : '香港九龍黃大仙區黃大仙翠鳳街6號地下(淨大師自助洗衣)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J017P',
    'location' : '香港九龍黃大仙區黃大仙銀鳳街10號地下A鋪(2洗自助洗衣店) 順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J043P',
    'location' : '香港九龍黃大仙區黃大仙竹園廣場1樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J046P',
    'location' : '香港九龍黃大仙區黃大仙竹園廣場2樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J034P',
    'location' : '香港九龍黃大仙區黃大仙東頭邨旺東樓地下7號鋪順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J035P',
    'location' : '香港九龍黃大仙區黃大仙東頭邨旺東樓地下7號鋪二號順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J039P',
    'location' : '香港九龍黃大仙區黃大仙竹園北邨松園樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J040P',
    'location' : '香港九龍黃大仙區黃大仙竹園北邨梅園樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J056P',
    'location' : '香港九龍黃大仙區黃大仙翠竹花園9座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J059P',
    'location' : '香港九龍黃大仙區黃大仙環鳯街65號地下(C+ Laundry)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J006P',
    'location' : '香港九龍黃大仙區新蒲崗崇齡街33號新浦崗廣場2樓C23號店順豐智能櫃',
    'openingHour' : '星期一至六 09:00-23:00 | 星期日／公眾假期 09:00-23:00',
    },
    {
    'code' : 'H852J044P',
    'location' : '香港九龍黃大仙區新蒲崗越秀廣場2樓205號鋪順豐智能櫃(入門口右櫃，Mikiki商場旁)',
    'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
    },
    {
    'code' : 'H852J045P',
    'location' : '香港九龍黃大仙區新蒲崗越秀廣場2樓205號鋪二號順豐智能櫃(入門口左櫃，Mikiki商場旁)',
    'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
    },
    {
    'code' : 'H852J014P',
    'location' : '香港九龍黃大仙區慈雲山欣華街12號慈安苑安康閣地下順豐智能櫃(往來商場通道)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J020P',
    'location' : '香港九龍黃大仙區慈雲山欣華街12號慈安苑安康閣地下二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J057P',
    'location' : '香港九龍黃大仙區慈雲山蒲崗村道153-155號華麗樓地下2號鋪順豐站一號順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J058P',
    'location' : '香港九龍黃大仙區慈雲山蒲崗村道153-155號華麗樓地下2號鋪順豐站二號順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J062P',
    'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖一號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
    },
    {
    'code' : 'H852J063P',
    'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖二號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
    },
    {
    'code' : 'H852J064P',
    'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖三號順豐智能櫃',
    'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
    },
    {
    'code' : 'H852J002P',
    'location' : '香港九龍黃大仙區老虎岩聯合道198號樂富廣場1樓順豐智能櫃(往樂富市集通道旁、近跌打鋪)',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852J010P',
    'location' : '香港九龍黃大仙區老虎岩聯合道198號樂富廣場2樓順豐智能櫃(煤氣公司側)',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852J053P',
    'location' : '香港九龍黃大仙區樂富匯富坊地下順豐智能櫃(洗手間外)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J061P',
    'location' : '香港九龍黃大仙區樂富橫頭磡杏林街23號康强苑地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J054P',
    'location' : '香港九龍黃大仙區鑽石山龍蟠苑商埸1樓順豐智能櫃(110鋪外)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J009P',
    'location' : '香港九龍黃大仙區彩虹坪石邨玉石樓平臺順豐智能櫃(電梯大堂外)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J008P',
    'location' : '香港九龍黃大仙區彩虹彩虹邨金碧樓街市地下順豐智能櫃(中央通道報告板旁)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J026P',
    'location' : '香港九龍黃大仙區彩虹清水灣道8號匯八坊B1層104號鋪順豐智能櫃(左邊一組)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J028P',
    'location' : '香港九龍黃大仙區彩虹清水灣道8號匯八坊B1層104號鋪二號順豐智能櫃(右邊一組)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J027P',
    'location' : '香港九龍黃大仙區彩虹曉暉花園3座及5座P2層順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J024P',
    'location' : '香港九龍黃大仙區牛池灣瓊東街1號瓊軒苑地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J060P',
    'location' : '香港九龍黃大仙區牛池灣豐盛街33號海港花園地下大堂二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J049P',
    'location' : '香港九龍黃大仙區牛池灣彩雲商場2樓B212鋪順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J050P',
    'location' : '香港九龍黃大仙區牛池灣彩雲商場2樓B212鋪二號順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J055P',
    'location' : '香港九龍黃大仙區牛池灣峻弦地下卸貨區通道順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J015P',
    'location' : '香港九龍黃大仙區牛池灣豐盛街 32 號瓊山苑 F 座地下順豐智能櫃(往富山邨方向通道)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J016P',
    'location' : '香港九龍黃大仙區牛池灣嘉峰台商場1樓順豐智能櫃(P17A鋪對面)',
    'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
    },
    {
    'code' : 'H852J042P',
    'location' : '香港九龍黃大仙區牛池灣海港花園地下大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J047P',
    'location' : '香港九龍黃大仙區牛池灣瓊麗苑A座地下順豐智能櫃(業主立案法團通訊處對出)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J041P',
    'location' : '香港九龍黃大仙區牛池灣瓊山苑F座地下二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J051P',
    'location' : '香港九龍黃大仙區牛池灣清水灣道45號彩雲商場2樓B212鋪三號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852J052P',
    'location' : '香港九龍黃大仙區牛池灣清水灣道45號彩雲商場2樓B212鋪四號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H014P',
    'location' : '香港九龍觀塘區九龍灣宏照道38號企業廣埸五期Megabox 12樓順豐智能櫃+',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852H020P',
    'location' : '香港九龍觀塘區九龍灣常悅道3號企業廣場二期1樓升降機大堂順豐智能櫃',
    'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 不開放',
    },
    {
    'code' : 'H852H008P',
    'location' : '香港九龍觀塘區九龍灣牛頭角道33號宏光樓地下11B鋪(洗衣360)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H010P',
    'location' : '香港九龍觀塘區九龍灣啟業道28號啟泰苑啟康閣地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H027P',
    'location' : '香港九龍觀塘區九龍灣啟泰苑啟勳閣地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H005P',
    'location' : '香港九龍觀塘區九龍灣牛頭角道3號得寶商場1樓 TA01號鋪順豐智能櫃^',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852H029P',
    'location' : '香港九龍觀塘區九龍灣得寶商場1樓TA02號鋪二號順豐智能櫃(順豐站與飛越教育左側)^',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852H001P',
    'location' : '香港九龍觀塘區九龍灣牛頭角道77號淘大商場1樓順豐智能櫃(男洗手間旁)',
    'openingHour' : '星期一至六 10:00-23:00 | 星期日／公眾假期 10:00-23:00',
    },
    {
    'code' : 'H852H019P',
    'location' : '香港九龍觀塘區九龍灣牛頭角道77號淘大商場三期2樓順豐智能櫃(近XOXO Cafe Lab)',
    'openingHour' : '星期一至六 11:00-23:00 | 星期日／公眾假期 11:00-23:00',
    },
    {
    'code' : 'H852H028P',
    'location' : '香港九龍觀塘區九龍灣德福廣場二期8樓順豐智能櫃',
    'openingHour' : '星期一至六 11:00-20:00 | 星期日／公眾假期 11:00-20:00',
    },
    {
    'code' : 'H852H006P',
    'location' : '香港九龍觀塘區九龍灣宏光道80號麗晶花園13座地下順豐智能櫃(大堂出口右邊)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852HB01P',
    'location' : '香港九龍觀塘區九龍灣宏遠街1號一號九龍1樓扶手電梯旁順豐智能櫃(近101號鋪)',
    'openingHour' : '星期一至六 07:00-20:00 | 星期日／公眾假期 07:00-20:00',
    },
    {
    'code' : 'H852H009P',
    'location' : '香港九龍觀塘區九龍灣牛頭角下邨貴新樓地下順豐智能櫃(屋邨辦事處右邊通道)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H037P',
    'location' : '香港九龍觀塘區九龍灣臨興街19號同力工業中心B座地下(順豐營業點)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H023P',
    'location' : '香港九龍觀塘區牛頭角安基商場1樓121號鋪順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852H015P',
    'location' : '香港九龍觀塘區牛頭角牛頭角道55號利基大廈地下順豐智能櫃(英皇教育左邊電梯口)+',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852CB05P',
    'location' : '香港九龍觀塘區牛頭角定業街18號地下(陽光洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H004P',
    'location' : '香港九龍觀塘區牛頭角彩德商場5樓順豐智能櫃(512號鋪對面)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852H003P',
    'location' : '香港九龍觀塘區牛頭角彩霞邨彩月樓地下順豐智能櫃(管理處旁)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H034P',
    'location' : '香港九龍觀塘區牛頭角樂華商場3樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852H017P',
    'location' : '香港九龍觀塘區牛頭角彩福邨彩喜樓1樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CB03P',
    'location' : '香港九龍觀塘區牛頭角裕民中心地下G53(順豐站)順豐智能櫃^',
    'openingHour' : '星期一至六 11:00-22:00 (星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852CC28P',
    'location' : '香港九龍觀塘區觀塘安達商場LG層順豐智能櫃(商場服務台前面)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CB77P',
    'location' : '香港九龍觀塘區觀塘祥和苑和悅閣地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CB34P',
    'location' : '香港九龍觀塘區觀塘通明街80號地下(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CD31P',
    'location' : '香港九龍觀觀塘區塘觀塘道418號創紀之城五期APM地庫1樓順豐智能櫃',
    'openingHour' : '星期一至六 11:00-02:00 | 星期日／公眾假期 11:00-02:00',
    },
    {
    'code' : 'H852C001P',
    'location' : '香港九龍觀塘區觀塘利安道15號順利商場一期3樓順豐智能櫃(利康樓3樓廁所對面)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CB16P',
    'location' : '香港九龍觀塘區觀塘牛頭角道300-302號裕民中心裕民薈1樓145號鋪順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852CB21P',
    'location' : '香港九龍觀塘區觀塘嘉樂街22號地下A號鋪(LaundrYup洗衣店)順豐智能櫃(馬會投注站斜對面)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CB60P',
    'location' : '香港九龍觀塘區觀塘嘉樂街8號宏業樓地下6A鋪(洗衣寶洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852C003P',
    'location' : '香港九龍觀塘區觀塘香港啟迪中心地下郵件房順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852C008P',
    'location' : '香港九龍觀塘區觀塘曉麗商場2樓215B及216號鋪順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852C012P',
    'location' : '香港九龍觀塘區觀塘曉麗商場2樓215B及216號鋪四號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852C013P',
    'location' : '香港九龍觀塘區觀塘曉光街21號曉麗商場2樓215B及216號鋪二號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852C011P',
    'location' : '香港九龍觀塘區觀塘曉光街21號曉麗商場2樓215B及216號鋪三號順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852CB01P',
    'location' : '香港九龍觀塘區觀塘月華大廈1座順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CH06P',
    'location' : '香港九龍觀塘區觀塘順緻苑順輝閣地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852C036P',
    'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓順豐智能櫃(社會福利署對面通道)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852C088P',
    'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓二號順豐智能櫃(社會福利署對面通道)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852C100P',
    'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓三號順豐智能櫃(社會福利署對面通道)',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852CC99P',
    'location' : '香港九龍觀塘區秀茂坪寶達商場2樓順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852CC32P',
    'location' : '香港九龍觀塘區秀茂坪寶琳路2號寶達商場1樓LK01位置順豐智能櫃',
    'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
    },
    {
    'code' : 'H852CC46P',
    'location' : '香港九龍觀塘區藍田連德道2號康華苑A座大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CC47P',
    'location' : '香港九龍觀塘區藍田連德道2號康華苑B座大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CC48P',
    'location' : '香港九龍觀塘區藍田連德道2號康華苑C座大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA45P',
    'location' : '香港九龍觀塘區藍田匯景道8號匯景廣場5樓順豐智能櫃(4號鋪側)',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852CC85P',
    'location' : '香港九龍觀塘區藍田德田邨德瑞樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CC56P',
    'location' : '香港九龍觀塘區藍田連德道8號興田商場2樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
    },
    {
    'code' : 'H852CC42P',
    'location' : '香港九龍觀塘區藍田慶田街7號藍田邨藍蔚樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA57P',
    'location' : '香港九龍觀塘區藍田茶果嶺道93號麗港城三期城中薈地下7號鋪順豐智能櫃+',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852CA54P',
    'location' : '香港九龍觀塘區藍田茶果嶺道88號麗港城商場1樓CA04位置順豐智能櫃(通往地鐵站行人天橋出口旁)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CC05P',
    'location' : '香港九龍觀塘區藍田啟田商場地下二號順豐智能櫃(近巴士站樓梯底旁)',
    'openingHour' : '星期一至六 07:00-01:00 | 星期日／公眾假期 07:00-01:00',
    },
    {
    'code' : 'H852CC06P',
    'location' : '香港九龍觀塘區藍田啟田商場地下三號順豐智能櫃(近巴士站樓梯底旁)+',
    'openingHour' : '星期一至六 07:00-01:00 | 星期日／公眾假期 07:00-01:00',
    },
    {
    'code' : 'H852CC89P',
    'location' : '香港九龍觀塘區藍田平田商場地下5號鋪順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852CC90P',
    'location' : '香港九龍觀塘區藍田平田商場地下5號鋪二號順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852CC07P',
    'location' : '香港九龍觀塘區藍田啟田大廈地下6B鋪(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA02P',
    'location' : '香港九龍觀塘區藍田鯉安苑鯉欣閣地下順豐智能櫃(有蓋空地)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CF01P',
    'location' : '香港九龍觀塘區藍田廣田商場2樓207A鋪(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA33P',
    'location' : '香港九龍觀塘區油塘鯉魚門道56號油翠苑地下電梯大堂順豐智能櫃(向油塘邨方向)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA50P',
    'location' : '香港九龍觀塘區油塘鯉魚門道56號油翠苑沃美閣地下順豐智能櫃(升降機大堂)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA41P',
    'location' : '香港九龍觀塘區油塘油塘道9號油麗邨豐麗樓順豐智能櫃(近三號升降機LG1層)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA08P',
    'location' : '香港九龍觀塘區油塘油塘道9號油麗商場2樓順豐智能櫃(往3樓扶手電梯旁)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852CA94P',
    'location' : '香港九龍觀塘區油塘高俊苑順豐智能櫃(下層升降機穿梭大堂)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852CA07P',
    'location' : '香港九龍觀塘區油塘鯉魚門道80號鯉魚門廣場底層1樓順豐智能櫃(渣打銀行櫃員機旁)',
    'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
    },
    {
    'code' : 'H852CA98P',
    'location' : '香港九龍觀塘區油塘鯉魚門廣場2樓順豐智能櫃(近酒樓位置)',
    'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
    },
    {
    'code' : 'H852MA23P',
    'location' : '香港香港島中西區堅尼地城士美菲路71-77號2A號舖(LaundryUp洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA27P',
    'location' : '香港香港島中西區堅尼地城加惠民道29號加惠臺5樓停車場順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA37P',
    'location' : '香港香港島中西區堅尼地城浚峯3樓平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA45P',
    'location' : '香港香港島中西區堅尼地城南里8號25樓會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852MA13P',
    'location' : '香港香港島中西區堅尼地城卑路乍街聯基新樓地下(陽光洗衣店)順豐智能櫃(實惠對面)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA05P',
    'location' : '香港香港島中西區西環吉席街74號誠泰大廈地下74A號舖(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA29P',
    'location' : '香港香港島中西區西環和合街6-12號國基大廈地下D舖順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA28P',
    'location' : '香港香港島中西區西環高樂花園1座4樓平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA12P',
    'location' : '香港香港島中西區西營盤德輔道西273號均益大廈三期地下32A舖(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA31P',
    'location' : '香港香港島中西區西營盤維港峰地下3號舖(Sunshine 24)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA40P',
    'location' : '香港香港島中西區西營盤石塘咀山道71-77號地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852MA14P',
    'location' : '香港香港島中西區西營盤東邊街11號地下(Sunshine 24)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M046P',
    'location' : '香港香港島中西區西營盤第1街8號縉城峰地庫穿梭升降機大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M009P',
    'location' : '香港香港島中西區上環文咸東街50號G18號舖(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M015P',
    'location' : '香港香港島中西區上環士丹頓街72號尚賢居1樓平台順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852M020P',
    'location' : '香港香港島中西區上環東街25號地下(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M016P',
    'location' : '香港香港島中西區上環荷李活道108號聚賢居1座3樓順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M038P',
    'location' : '香港香港島中西區中環2號碼頭地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M035P',
    'location' : '香港香港島中西區半山區巴丙頓山B1層停車場順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852M033P',
    'location' : '香港香港島中西區半山衛城道活倫大廈地下C號舖(英發成Laundry & Bakery)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M041P',
    'location' : '香港香港島中西區半山區地利根德閣第3座L1層順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD49P',
    'location' : '香港香港島中西區半山區竹林苑84座地下貨運升降機順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M024P',
    'location' : '香港香港島中西區半山區摩羅廟街23-27號嘉怡閣地下B舖順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852M026P',
    'location' : '香港香港島中西區半山區羅便臣道95號殷樺花園一期平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB16P',
    'location' : '香港香港島南區薄扶林置富道12號置富南區廣場1樓順豐智能櫃(Fusion超市右邊電梯落)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852TB50P',
    'location' : '香港香港島南區黃竹坑雅濤閣順豐智能櫃(4座入口旁)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB37P',
    'location' : '香港香港島南區鴨脷洲鴨脷洲大街63號利是大廈地下A舖順豐智能櫃(順豐站旁)^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB04P',
    'location' : '香港香港島南區鴨脷洲海怡路12A號海怡西商場2樓順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852TB30P',
    'location' : '香港香港島南區鴨脷洲海怡路18號海怡東商場3樓335號舖順豐智能櫃',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852TB44P',
    'location' : '香港香港島南區鴨脷洲海怡東商場3樓316號舖順豐智能櫃',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852TB45P',
    'location' : '香港香港島南區鴨脷洲海怡東商場3樓316號舖二號順豐智能櫃',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852TB46P',
    'location' : '香港香港島南區鴨脷洲海怡西商場2樓202F二號順豐智能櫃+',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852TB51P',
    'location' : '香港香港島南區鴨脷洲鴨脷洲邨利澤樓地下15A舖(Sunshine24)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852T048P',
    'location' : '香港香港島灣仔區跑馬地晉寶大廈地下B舖(LaundryUp洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TC01P',
    'location' : '香港香港島灣仔區灣仔軒尼詩道298號298電腦特區2樓351號舖順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852TC17P',
    'location' : '香港香港島灣仔區灣仔交加里7號永成大廈地下7B舖(自洗王國)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TC02P',
    'location' : '香港香港島灣仔區灣仔灣仔道125號國泰881樓F18舖順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852TC29P',
    'location' : '香港香港島灣仔區灣仔謝斐道151號金聲大廈地下(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD14P',
    'location' : '香港香港島灣仔區銅鑼灣怡和街68號百利保廣場1樓順豐智能櫃(近天橋出入口)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD34P',
    'location' : '香港香港島灣仔區銅鑼灣利舞臺10樓順豐智能櫃',
    'openingHour' : '星期一至六 11:00-22:00 | 星期日／公眾假期 11:00-22:00',
    },
    {
    'code' : 'H852TD12P',
    'location' : '香港香港島灣仔區銅鑼灣百德新街2-20號恒隆中心地庫順豐智能櫃(停車場出入口)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD08P',
    'location' : '香港香港島灣仔區大坑大坑徑25號龍華花園2座平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD13P',
    'location' : '香港香港島灣仔區大坑勵德邨道2-38號勵德邨邨榮樓停車場順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD43P',
    'location' : '香港香港島灣仔區大坑新邨街8號地下C舖(自洗王國)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TD47P',
    'location' : '香港香港島灣仔區大坑慧景園1座平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P022P',
    'location' : '香港香港島東區天后木星街1號公安樓地下1A號舖(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P085P',
    'location' : '香港香港島東區天后興發街62-74號美城花園大廈地下D舖(禮事豐)順豐智能櫃^',
    'openingHour' : '星期一至六 11:00-22:00(星期六 12:00-20:00) | 星期日／公眾假期 12:00-20:00',
    },
    {
    'code' : 'H852P037P',
    'location' : '香港香港島東區北角丹拿道18號丹拿花園地下停車場順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P049P',
    'location' : '香港香港島東區北角電氣道233號城市花園商場第十座地下順豐智能櫃',
    'openingHour' : '星期一至六 08:30-22:30 | 星期日／公眾假期 08:30-22:30',
    },
    {
    'code' : 'H852P044P',
    'location' : '香港香港島東區北角電氣街223號城市花園1-3座城市金庫地庫170號舖順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852PA05P',
    'location' : '香港香港島東區北角健康村二期下層地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P010P',
    'location' : '香港香港島東區北角堡壘街21-23號地下F1B號舖(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P062P',
    'location' : '香港香港島東區北角富雅花園地下順豐智能櫃(業主立案法團會議室旁)(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P021P',
    'location' : '香港香港島東區北角英皇道416-426號新都城大廈地庫順豐智能櫃',
    'openingHour' : '星期一至六 11:00-21:00 | 星期日／公眾假期 11:00-21:00',
    },
    {
    'code' : 'H852P004P',
    'location' : '香港香港島東區北角錦屏街29-35號東發大廈A座地下31號舖(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P059P',
    'location' : '香港香港島東區北角寶馬山花園侯車室順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 10:00-18:00(星期六12:00-18:00) | 星期日／公眾假期 12:00-18:00',
    },
    {
    'code' : 'H852P063P',
    'location' : '香港香港島東區北角柏蔚山2樓停車場電梯大堂順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P066P',
    'location' : '香港香港島東區北角尚譽3樓休憩處順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P067P',
    'location' : '香港香港島東區北角城市中心商場1樓順豐智能櫃',
    'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
    },
    {
    'code' : 'H852P073P',
    'location' : '香港香港島東區北角豐富商場地下8-9號舖B舖順豐站順豐智能櫃^',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA75P',
    'location' : '香港香港島東區北角七姊妹道193號地下B舖(水漾衣坊)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P083P',
    'location' : '香港香港島東區北角天后廟道70 號威景台6樓停車場順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852P086P',
    'location' : '香港香港島東區北角樹仁大學研究院綜合大樓LG1樓梯位置順豐智能櫃(只供職員學生使用)',
    'openingHour' : '星期一至六 09:00-18:00 | 星期日／公眾假期 不開放',
    },
    {
    'code' : 'H852PA40P',
    'location' : '香港香港島東區鰂魚涌英皇道1065號東達中心停車場地下順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA30P',
    'location' : '香港香港島東區鰂魚涌英皇道993號得利樓地下23號舖(LaundrYup洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA02P',
    'location' : '香港香港島東區鰂魚涌康山道1-2號康怡廣場1樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852PA57P',
    'location' : '香港香港島東區鰂魚涌康怡廣場1樓二號順豐智能櫃(Aeon入口旁近升降機)',
    'openingHour' : '星期一至六 10:00-23:00 | 星期日／公眾假期 10:00-23:00',
    },
    {
    'code' : 'H852PA20P',
    'location' : '香港香港島東區鰂魚涌康柏徑10號康景花園B座地下順豐智能櫃(只供住戶使用)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA60P',
    'location' : '香港香港島東區鰂魚涌惠利大廈地下R1號舖(洗衣寶)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA48P',
    'location' : '香港香港島東區鰂魚涌逸樺園2樓順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA65P',
    'location' : '香港香港島東區鰂魚涌益昌大廈地下A13號舖(洗衣寶)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA61P',
    'location' : '香港香港島東區西灣河西灣河街122&124號地下A號舖(自洗王國)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA16P',
    'location' : '香港香港島東區西灣河海晏街9-13號華昇大廈地下C2舖(自洗王國)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA39P',
    'location' : '香港香港島東區西灣河太康街38號嘉亨灣6樓平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA12P',
    'location' : '香港香港島東區西灣河太康街55號鯉景灣18B舖順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA01P',
    'location' : '香港香港島東區西灣河太安街25號鯉景灣D段G07舖(陽光洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
    },
    {
    'code' : 'H852PB41P',
    'location' : '香港香港島東區杏花邨杏花新城212號舖順豐智能櫃+',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852PB53P',
    'location' : '香港香港島東區杏花邨杏花新城212號舖二號順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852PA23P',
    'location' : '香港香港島東區筲箕灣西灣河街23號富欣閣地下3號舖(LaundrYup洗衣店)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA06P',
    'location' : '香港香港島東區筲箕灣明華大廈G座地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA09P',
    'location' : '香港香港島東區筲箕灣愛信道33號東濤苑曉濤閣地下順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA25P',
    'location' : '香港香港島東區筲箕灣成安街33號柏匯5樓會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
    },
    {
    'code' : 'H852PA52P',
    'location' : '香港香港島東區筲箕灣愛東商場1樓順豐智能櫃(百佳超市正門對面)',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852PA45P',
    'location' : '香港香港島東區筲箕灣筲箕灣道261號地下F1B號舖(洗衣寶)順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA17P',
    'location' : '香港香港島東區筲箕灣東大街2號麗東海景豪園地下11號舖(洗衣寶)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA24P',
    'location' : '香港香港島東區筲箕灣耀興路12號耀東商場2樓順豐智能櫃(近商場電梯口)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA68P',
    'location' : '香港香港島東區筲箕灣耀東商場1樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA69P',
    'location' : '香港香港島東區筲箕灣耀東商場1樓二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA76P',
    'location' : '香港香港島東區筲箕灣興東邨興東商場2樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA77P',
    'location' : '香港香港島東區筲箕灣興東商場2樓二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PA84P',
    'location' : '香港香港島東區筲箕灣愛東邨愛東商場2樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852PB79P',
    'location' : '香港香港島東區柴灣峰華邨秀峰樓地下長走廊順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB81P',
    'location' : '香港香港島東區柴灣翠灣邨翠福樓地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB43P',
    'location' : '香港香港島東區柴灣大潭道200號山翠苑翠瑜閣地下順豐智能櫃(地下有蓋休憩空地)(只供住戶使用)+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB02P',
    'location' : '香港香港島東區柴灣柴灣道111號東港城廣場地下81號舖順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852PB36P',
    'location' : '香港香港島東區柴灣柴灣道238號青年廣場3樓305號舖順豐智能櫃',
    'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
    },
    {
    'code' : 'H852PB58P',
    'location' : '香港香港島東區柴灣香島會所順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 07:30-22:30',
    },
    {
    'code' : 'H852PB07P',
    'location' : '香港香港島東區柴灣新翠商場4樓順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852PB31P',
    'location' : '香港香港島東區柴灣新翠商場L1升降機大堂順豐智能櫃',
    'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
    },
    {
    'code' : 'H852PB27P',
    'location' : '香港香港島東區柴灣興華(二)邨安興樓平台順豐智能櫃(719號舖對出)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB01P',
    'location' : '香港香港島東區柴灣環翠道11號興華廣場1樓順豐智能櫃(通往環翠邨天橋旁)+',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852PB56P',
    'location' : '香港香港島東區柴灣環翠商場2樓順豐智能櫃(往環翠邨天橋商場門口)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB70P',
    'location' : '香港香港島東區柴灣興華廣場2樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00 - 23:00 | 星期日／公眾假期 07:00 - 23:00',
    },
    {
    'code' : 'H852PB82P',
    'location' : '香港香港島東區柴灣華廈街2號環翠邨環翠商場1樓順豐智能櫃',
    'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
    },
    {
    'code' : 'H852PB13P',
    'location' : '香港香港島東區小西灣小西灣道38號富怡花園4座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 10:00-23:30 | 星期日／公眾假期 10:00-23:30',
    },
    {
    'code' : 'H852PB46P',
    'location' : '香港香港島東區小西灣小西灣道38號富怡花園5座地下順豐智能櫃 (只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB54P',
    'location' : '香港香港島東區小西灣富欣花園商場15號舖(全日洗洗衣店)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB71P',
    'location' : '香港香港島東區小西灣富景花園商場地下順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB72P',
    'location' : '香港香港島東區小西灣富景花園9座地下順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB78P',
    'location' : '香港香港島東區小西灣廣場1樓順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB38P',
    'location' : '香港香港島南區香港仔中心二期美輝閣地下二號順豐智能櫃(大堂對出行人通道',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB39P',
    'location' : '香港香港島南區香港仔中心二期美輝閣地下三號順豐智能櫃(陽光洗衣舖對出)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB11P',
    'location' : '香港香港島南區香港仔石排灣商場LG1樓順豐智能櫃(中銀櫃員機旁)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB21P',
    'location' : '香港香港島南區香港仔華貴道3號華貴坊地下順豐智能櫃(近顧客服務台)',
    'openingHour' : '星期一至六 07:00-2300 | 星期日／公眾假期 07:00-2300',
    },
    {
    'code' : 'H852TB25P',
    'location' : '香港香港島南區香港仔舊大街120號兆群大廈UG層24號舖(自洗王國)順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB32P',
    'location' : '香港香港島南區香港仔田灣街15號田灣商場地下停車場順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852TB33P',
    'location' : '香港香港島南區香港仔田灣街15號田灣商場地下停車場二號順豐智能櫃',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB33P',
    'location' : '香港香港島南區赤柱白筆山道18號紅山半島第4座平台順豐智能櫃(只供住戶使用)',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },
    {
    'code' : 'H852PB29P',
    'location' : '香港香港島南區赤柱馬坑邨良馬樓地下順豐智能櫃+',
    'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
    },

  ];
  


}