

class LockerList{

  List<Map<String, String>> lockerList = [
    {
      'code' : 'H852K036P',
      'location' : '香港九龍九龍城區九龍城廣場4樓順豐智能櫃(406-410號鋪外電梯旁)',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852FG61P',
      'location' : '香港新界沙田區大圍美田路1號名城一期C層中轉大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG63P',
      'location' : '香港新界沙田區大圍美田路1號名城三期C層中轉大堂順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE18P',
      'location' : '香港新界沙田區大圍翠田街5-7號金獅花園一期E座地下順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE35P',
      'location' : '香港新界沙田區大圍隔田街1-3號金獅花園二期金福閣地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG93P',
      'location' : '香港新界沙田區大圍金獅花園二期金福閣地下二號順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE06P',
      'location' : '香港新界沙田區大圍美田商場2樓順豐智能櫃(落地玻璃旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE01P',
      'location' : '香港新界沙田區大圍美田路30號美林商場1樓順豐智能櫃(郵政局旁)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852FG96P',
      'location' : '香港新界沙田區大圍海福花園地下16A及17號舖順豐智能櫃(順豐站旁)^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG97P',
      'location' : '香港新界沙田區大圍海福花園地下16A及17舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG64P',
      'location' : '香港新界沙田區大圍隆亨商場2樓LK02位置順豐智能櫃 (近酒樓正門)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE04P',
      'location' : '香港新界沙田區大圍翠田街2號新翠商場2樓順豐智能櫃(稻香酒樓轉彎,診所對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG65P',
      'location' : '香港新界沙田區大圍車公廟路8號溱岸8號地下順豐智能櫃(電梯大堂外面)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE08P',
      'location' : '香港新界沙田區大圍顯徑商場地下順豐智能櫃(萬寧旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG02P',
      'location' : '香港新界沙田區大圍雲頂峰大堂禮賓部順豐智能櫃(只供雲頂峰住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG03P',
      'location' : '香港新界沙田區大圍美柏苑正門地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG04P',
      'location' : '香港新界沙田區大圍瑞峰花園2座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FH01P',
      'location' : '香港新界沙田區大圍顯泰街8號聚龍居停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FH02P',
      'location' : '香港新界沙田區大圍碧田街18號恒峰花園平台順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE34P',
      'location' : '香港新界沙田區沙田水泉澳邨水泉澳廣場2樓210號舖順豐智能櫃(附設特大格口靠左邊櫃機)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE32P',
      'location' : '香港新界沙田區沙田水泉澳邨水泉澳廣場2樓210號舖二號順豐智能櫃(沒有特大格口靠右邊櫃機)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE43P',
      'location' : '香港新界沙田區沙田崗背街9-11號全輝中心商埸地下7號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE71P',
      'location' : '香港新界沙田區沙田好運中心L4平台技工房外牆順豐智能櫃(近5號梯)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F069P',
      'location' : '香港新界沙田區沙田玖瓏山地庫停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FB90P',
      'location' : '香港新界沙田區沙田京瑞廣場二期2樓238-239號舖順豐智能櫃+',
      'openingHour' : '星期一至六 09:00-23:30 | 星期日／公眾假期 09:00-23:30',
      },
      {
      'code' : 'H852FB91P',
      'location' : '香港新界沙田區沙田京瑞廣場二期2樓238-239號舖二號順豐智能櫃+',
      'openingHour' : '星期一至六 09:00-23:30 | 星期日／公眾假期 09:00-23:30',
      },
      {
      'code' : 'H852FB92P',
      'location' : '香港新界沙田區沙田京瑞廣場二期2樓238-239號舖三號順豐智能櫃+',
      'openingHour' : '星期一至六 09:00-23:30 | 星期日／公眾假期 09:00-23:30',
      },
      {
      'code' : 'H852FB25P',
      'location' : '香港新界沙田區沙田圓洲角源順圍2號冠華大廈地下順豐智能櫃(面向愉翠苑)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FB84P',
      'location' : '香港新界沙田區沙田圓洲角源順圍2號冠華大廈地下A37號舖順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852FB85P',
      'location' : '香港新界沙田區沙田圓洲角源順圍2號冠華大廈地下A37號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852FE48P',
      'location' : '香港新界沙田區沙田小瀝源小瀝源路68號康林苑圓形廣場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE14P',
      'location' : '香港新界沙田區沙田沙角街6號博康邨博安樓地下順豐智能櫃(近互委會)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE47P',
      'location' : '香港新界沙田區沙田沙角街6號博康邨博智樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE15P',
      'location' : '香港新界沙田區沙田沙角街6號博康邨博裕樓地下順豐智能櫃(近正門)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE16P',
      'location' : '香港新界沙田區沙田大涌橋路52號富豪花園商場地下順豐智能櫃(近Neway卡拉OK)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE03P',
      'location' : '香港新界沙田區沙田銀城街11-23號愉田苑F座愉悅閣地下順豐智能櫃(近惠康超級市場)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE10P',
      'location' : '香港新界沙田區沙田正街2-8號新城市廣場三期住宅B大堂地庫1樓順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE98P',
      'location' : '香港新界沙田區沙田翠湖花園一期C座平台地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE95P',
      'location' : '香港新界沙田區沙田小瀝源廣源商場2座1樓順豐智能櫃(近髮廊與八方雲集)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FB02P',
      'location' : '香港新界沙田區沙田小瀝源牛皮沙街2號愉翠商場平台順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852F082P',
      'location' : '香港新界沙田區沙田穗禾苑詠茂閣(G座)地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F081P',
      'location' : '香港新界沙田區沙田穗禾苑慶宏閣(D座)地下順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F080P',
      'location' : '香港新界沙田區沙田穗禾苑豐裕閣(A座)地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F002P',
      'location' : '香港新界沙田區沙田禾輋街市地下順豐智能櫃(近花店出入口)',
      'openingHour' : '星期一至六 07:00-20:00 | 星期日／公眾假期 07:00-20:00',
      },
      {
      'code' : 'H852FE49P',
      'location' : '香港新界沙田區沙田帝堡城1座地下順豐智能櫃(上落貨區)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FG01P',
      'location' : '香港新界沙田區沙田豐盛苑A座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE70P',
      'location' : '香港新界沙田區沙田沙田廣場平台花園L4順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE65P',
      'location' : '香港新界沙田區沙田沙角商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE55P',
      'location' : '香港新界沙田區馬鞍山沙安街23號利安商場LG1層順豐智能櫃(郵局對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE56P',
      'location' : '香港新界沙田區馬鞍山沙安街23號利安商場LG2層順豐智能櫃(日本城對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE57P',
      'location' : '香港新界沙田區馬鞍山利安商場LG3 層順豐智能櫃(電梯背面，近麥當勞)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE27P',
      'location' : '香港新界沙田區馬鞍山恆智街3號欣安邨欣悅樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE79P',
      'location' : '香港新界沙田區馬鞍山迎海笫18,19座(21號穿梭電梯)B層停車場地庫大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE17P',
      'location' : '香港新界沙田區馬鞍山鞍駿街23號迎濤灣廣場1樓順豐智能櫃(扶手電梯附近)+',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852FE13P',
      'location' : '香港新界沙田區馬鞍山恆安邨恆峰樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE31P',
      'location' : '香港新界沙田區馬鞍山恆安邨順豐智能櫃(巴士總站對出位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE86P',
      'location' : '香港新界沙田區馬鞍山恆安邨巴士總站對出位置二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE30P',
      'location' : '香港新界沙田區馬鞍山恆安邨恆峰樓地下二號順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE51P',
      'location' : '香港新界沙田區馬鞍山恆信街2號富安花園商場地下順豐智能櫃(商場外/近10座)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE02P',
      'location' : '香港新界沙田區馬鞍山錦英路6號富寶花園商場F20號舖順豐智能櫃',
      'openingHour' : '星期一至六 04:00-02:00 | 星期日／公眾假期 04:00-02:00',
      },
      {
      'code' : 'H852FE67P',
      'location' : '香港新界沙田區馬鞍山富寶花園2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE68P',
      'location' : '香港新界沙田區馬鞍山新港城2期地下近C座停車場順豐智能櫃(只供住戶使用) +',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE78P',
      'location' : '香港新界沙田區馬鞍山鞍誠街18號新港城一期A及B座地下停車場順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE40P',
      'location' : '香港新界沙田區馬鞍山鞍祿街18號新港城四期F座地下順豐智能櫃(近電梯大堂)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE41P',
      'location' : '香港新界沙田區馬鞍山鞍祿街18號新港城四期H座地下順豐智能櫃(近電梯大堂)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE07P',
      'location' : '香港新界沙田區馬鞍山頌安商場地下順豐智能櫃(往街市通道)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE23P',
      'location' : '香港新界沙田區馬鞍山沙安街9號翠擁華庭6座地下順豐智能櫃(對面L1停車場)(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE99P',
      'location' : '香港新界沙田區馬鞍山銀湖天峰2樓順豐智能櫃(管理處側)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE22P',
      'location' : '香港新界沙田區馬鞍山沃泰街8號曉峯灣畔主大堂上層順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE05P',
      'location' : '香港新界沙田區馬鞍山錦英商場2樓順豐智能櫃(惠康超級市場對出)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE29P',
      'location' : '香港新界沙田區馬鞍山錦英路9號錦英商場2樓二號順豐智能櫃(街市門外)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE58P',
      'location' : '香港新界沙田區馬鞍山錦泰苑錦泰商場地下順豐智能櫃(近電梯大堂)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE33P',
      'location' : '香港新界沙田區馬鞍山錦龍苑龍昇閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE75P',
      'location' : '香港新界沙田區馬鞍山恆康街6號錦禧苑錦榮閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE44P',
      'location' : '香港新界沙田區馬鞍山錦豐苑錦菱閣地下順豐智能櫃(管理處旁)(只供錦豐苑住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE54P',
      'location' : '香港新界沙田區馬鞍山西沙路638號錦豐苑錦蘭閣地下順豐智能櫃(只供錦豐苑住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE21P',
      'location' : '香港新界沙田區馬鞍山恆康街2號耀安邨耀和樓天橋順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE66P',
      'location' : '香港新界沙田區馬鞍山耀安邨耀和樓行人天橋二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE20P',
      'location' : '香港新界沙田區馬鞍山恆康街2號耀安邨耀和樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE19P',
      'location' : '香港新界沙田區馬鞍山恆康街2號耀安邨耀欣樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE88P',
      'location' : '香港新界沙田區馬鞍山聽濤雅苑停車場入口地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE89P',
      'location' : '香港新界沙田區馬鞍山聽濤雅苑會所4號升降機大堂地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE80P',
      'location' : '香港新界沙田區馬鞍山保泰街16號We Go Mall G09舖(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE81P',
      'location' : '香港新界沙田區馬鞍山保泰街16號We Go Mall G09舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE83P',
      'location' : '香港新界沙田區馬鞍山We Go Mall 3樓順豐智能櫃(扶手電梯旁)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852FE12P',
      'location' : '香港新界沙田區馬鞍山翠擁華庭11座地下停車場升降機大堂外順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE28P',
      'location' : '香港新界沙田區馬鞍山富安花園商場二號順豐智能櫃(恆生櫃員機旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE61P',
      'location' : '香港新界沙田區馬鞍山錦泰商場1樓順豐智能櫃(幼稚園外)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE62P',
      'location' : '香港新界沙田區馬鞍山福安花園商場UG側門順豐智能櫃(亮齒牙醫診所旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE63P',
      'location' : '香港新界沙田區馬鞍山富寶花園停車場地下順豐智能櫃(管理處旁)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE64P',
      'location' : '香港新界沙田區馬鞍山雲海香海臺地下1座側順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE69P',
      'location' : '香港新界沙田區馬鞍山薈朗冷氣機房2對面順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FE73P',
      'location' : '香港新界沙田區馬鞍山星漣海順豐智能櫃(T3C側)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F049P',
      'location' : '香港新界沙田區火炭樂景街2-18號銀禧花園1座平台順豐智能櫃(近商場入口)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F004P',
      'location' : '香港新界沙田區火炭駿景園廣場地下順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:30 | 星期日／公眾假期 06:00-23:30',
      },
      {
      'code' : 'H852F011P',
      'location' : '香港新界沙田區火炭穗禾路13號穗禾苑商場地下11及12號舖側順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA26P',
      'location' : '香港新界大埔區大埔鄉事會街9號大日子廣場2樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852AA27P',
      'location' : '香港新界大埔區大埔鄉事會街9號大日子廣場3樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852AA61P',
      'location' : '香港新界大埔區大埔太和邨安和樓地下二號順豐智能櫃 (近商場)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA21P',
      'location' : '香港新界大埔區大埔太和邨亨和樓地下順豐智能櫃(近法團會議室)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA60P',
      'location' : '香港新界大埔區大埔太和邨福和樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA04P',
      'location' : '香港新界大埔區大埔太和路12號太和廣場1樓順豐智能櫃(喜和樓街市門口扶手電梯旁)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852AA15P',
      'location' : '香港新界大埔區大埔三門仔路23號比華利山別墅萊茵道停車場順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA44P',
      'location' : '香港新界大埔區大埔安慈路4號昌運中心地下A7號舖(一號櫃)順豐智能櫃^',
      'openingHour' : '星期一至六 10:00-22:30 | 星期日／公眾假期 10:00-22:30',
      },
      {
      'code' : 'H852AA53P',
      'location' : '香港新界大埔區大埔安慈路4號昌運中心地下A7號舖(二號櫃)順豐智能櫃^',
      'openingHour' : '星期一至六 10:00-22:30 | 星期日／公眾假期 10:00-22:30',
      },
      {
      'code' : 'H852AA13P',
      'location' : '香港新界大埔區大埔梅樹坑路8號帝欣苑一期停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA30P',
      'location' : '香港新界大埔區大埔梅樹坑路3號帝欣苑二期地下順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA51P',
      'location' : '香港新界大埔區大埔淺月灣一期停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA54P',
      'location' : '香港新界大埔區大埔淺月灣二期會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA06P',
      'location' : '香港新界大埔區大埔圍頭村163號(寵物國度)順豐智能櫃(康樂園對面, 圍頭村牌坊旁)',
      'openingHour' : '星期一至六 10:00-20:00 | 星期日／公眾假期 10:00-20:00',
      },
      {
      'code' : 'H852AA55P',
      'location' : '香港新界大埔區大埔富亨邨亨盛樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA67P',
      'location' : '香港新界大埔區大埔頌雅路6號富亨邨亨盛樓地下二號順豐智能櫃 (居民大閘旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA56P',
      'location' : '香港新界大埔區大埔富亨邨亨隆樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA57P',
      'location' : '香港新界大埔區大埔富亨邨亨榮樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA14P',
      'location' : '香港新界大埔區大埔頌雅路6號富亨商場地下順豐智能櫃(近洗手間位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA09P',
      'location' : '香港新界大埔區大埔富善邨善群樓地下順豐智能櫃(大堂側門旁)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA74P',
      'location' : '香港新界大埔區大埔富善商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 07:30-22:30',
      },
      {
      'code' : 'H852AA49P',
      'location' : '香港新界大埔區大埔嵐山(往1座及2座路徑)順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA02P',
      'location' : '香港新界大埔區大埔曉運路10號運頭塘商場地下順豐智能櫃(商場落貨區旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA50P',
      'location' : '香港新界大埔區大埔運頭塘商場地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA52P',
      'location' : '香港新界大埔區大埔頌雅苑頌美閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA24P',
      'location' : '香港新界大埔區大埔露輝路33號嘉豐花園地下(村巴站)順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA10P',
      'location' : '香港新界大埔區大埔北盛街19號熙泰樓地下B號舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA37P',
      'location' : '香港新界大埔區大埔安泰路1號大埔廣場商場1樓順豐智能櫃(行人電梯大堂)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA63P',
      'location' : '香港新界大埔區大埔廣福商場2樓LK03順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA64P',
      'location' : '香港新界大埔區大埔大元商場地下LK01順豐智能櫃(近商場指示牌)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA47P',
      'location' : '香港新界大埔區大埔寶雅苑地下停車場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA75P',
      'location' : '香港新界大埔區大埔富亨商場地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA83P',
      'location' : '香港新界大埔區大埔太和路15號太和中心地下30號舖(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA84P',
      'location' : '香港新界大埔區大埔太和路15號太和中心地下30號舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA89P',
      'location' : '香港新界大埔區大埔山塘路8號天鑽地下會所閱讀室順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852FB01P',
      'location' : '香港新界大埔區大埔科學園三期12W座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F003P',
      'location' : '香港新界大埔區大埔天賦海灣一期B層停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA72P',
      'location' : '香港新界大埔區大埔御峰豪園健身室側順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA82P',
      'location' : '香港新界大埔區大埔廣福道3號地下C舖 (365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852AA85P',
      'location' : '香港新界大埔區大埔廣福商場2樓LK05二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F005P',
      'location' : '香港新界大埔區大埔海日灣會所閱讀室內順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852F006P',
      'location' : '香港新界大埔區大埔科進路16號嘉熙2座地下大堂側順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F008P',
      'location' : '香港新界大埔區大埔科進路12號雲滙停車場10座地庫大堂側順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852F009P',
      'location' : '香港新界大埔區大埔白石角創新路18號海日灣二期會所地庫順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852F010P',
      'location' : '香港新界大埔區大埔科研路7號朗濤地下穿梭巴士大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A043P',
      'location' : '香港新界北區粉嶺華明路15號欣盛苑停車場大堂地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A005P',
      'location' : '香港新界北區粉嶺百和路88號花都購物廣場地下124舖(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A029P',
      'location' : '香港新界北區粉嶺南圍新運道70號地下(中石化油站)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A065P',
      'location' : '香港新界北區粉嶺粉嶺中心地下17B號舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A033P',
      'location' : '香港新界北區粉嶺華明邨康明樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A034P',
      'location' : '香港新界北區粉嶺華明邨添明樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A032P',
      'location' : '香港新界北區粉嶺華明邨禮明樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A041P',
      'location' : '香港新界北區粉嶺馬適路1號逸峯停車場地下順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852A006P',
      'location' : '香港新界北區粉嶺馬適路1號逸峯商場地下G19號舖順豐智能櫃+',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852A003P',
      'location' : '香港新界北區粉嶺華明路22號雍盛商場1樓順豐智能櫃(停車場升降機大堂)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852A042P',
      'location' : '香港新界北區粉嶺百和路嘉盛苑嘉耀閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A012P',
      'location' : '香港新界北區粉嶺嘉福商場地下順豐智能櫃(百佳超級市場旁邊通道)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A068P',
      'location' : '香港新界北區粉嶺碧湖商場AEON高層地下22至29號舖及29A號舖順豐智能櫃(家品區)',
      'openingHour' : '星期一至六 10:00-21:30 | 星期日／公眾假期 10:00-21:30',
      },
      {
      'code' : 'H852A069P',
      'location' : '香港新界北區粉嶺綠悠軒商場2樓17H舖順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:30 | 星期日／公眾假期 06:00-23:30',
      },
      {
      'code' : 'H852A070P',
      'location' : '香港新界北區粉嶺綠悠軒商場2樓17H舖二號智能櫃順豐智能櫃+',
      'openingHour' : '星期一至六 06:00-23:30 | 星期日／公眾假期 06:00-23:30',
      },
      {
      'code' : 'H852A066P',
      'location' : '香港新界北區粉嶺聯昌街31號地下(365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A078P',
      'location' : '香港新界北區粉嶺花都廣場地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A090P',
      'location' : '香港新界北區粉嶺百和路88號花都廣場地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A035P',
      'location' : '香港新界北區上水智昌路3號上水中心2樓順豐智能櫃(2028號舖對面)',
      'openingHour' : '星期一至六 09:00-22:30 | 星期日／公眾假期 09:00-22:30',
      },
      {
      'code' : 'H852A039P',
      'location' : '香港新界北區上水天平商場近101號舖地下順豐智能櫃(近百佳超級市場) +',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A073P',
      'location' : '香港新界北區上水太平邨平治樓2樓順豐智能櫃(近天橋位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A058P',
      'location' : '香港新界北區上水御皇庭第1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A048P',
      'location' : '香港新界北區上水清曉路8號御景峰1樓大堂順豐智能櫃(只供住戶使用) +',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A016P',
      'location' : '香港新界北區上水清河邨清澤樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A028P',
      'location' : '香港新界北區上水清河邨清澤樓地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A017P',
      'location' : '香港新界北區上水祥龍圍邨呈祥樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A022P',
      'location' : '香港新界北區上水智昌路8號順欣花園停車場入口地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A062P',
      'location' : '香港新界北區上水上水中心地下順豐智能櫃(近中國銀行)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A082P',
      'location' : '香港新界北區上水青山公路古洞段88號高爾夫・御苑9座B1層順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A086P',
      'location' : '香港新界北區上水彩園路彩園邨彩園廣場3樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852A087P',
      'location' : '香港新界北區上水符興街4號地下(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852A088P',
      'location' : '香港新界北區上水符興街4號地下(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U051P',
      'location' : '香港新界屯門區屯門鄉事會路83號V City商場MTR層順豐智能櫃(豐澤與衛訊中間通道進去)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852U120P',
      'location' : '香港新界屯門區屯門鄉事會路2A號安定邨愛定商場地下A135-A138號舖三號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U098P',
      'location' : '香港新界屯門區屯門大興街1號大興商場地下LK02位置順豐智能櫃(中國工商銀行右邊通道)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U004P',
      'location' : '香港新界屯門區屯門山景商場G層一號順豐智能櫃(優品360對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U054P',
      'location' : '香港新界屯門區屯門海榮路22號屯門中央廣場商場地下二號順豐智能櫃 (停車場地下升降機大堂旁)',
      'openingHour' : '星期一至六 06:30-23:59 | 星期日／公眾假期 06:30-23:59',
      },
      {
      'code' : 'H852U061P',
      'location' : '香港新界屯門區屯門仁愛堂街32號蘭苑地下14號舖(全日洗洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U047P',
      'location' : '香港新界屯門區屯門湖山路2-26號兆山苑樺景閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U080P',
      'location' : '香港新界屯門區屯門兆康路22號兆康苑(一及二期)兆健閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U078P',
      'location' : '香港新界屯門區屯門兆康路22號兆康苑(一及二期)兆榮閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U100P',
      'location' : '香港新界屯門區屯門兆康路2號兆康商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852U077P',
      'location' : '香港新界屯門區屯門兆興里3號兆麟苑商場地下順豐智能櫃(藥房隔離通道)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U091P',
      'location' : '香港新界屯門區屯門兆麟商場地下12號舖A分號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U036P',
      'location' : '香港新界屯門區屯門多寶商場地下15號及28號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U065P',
      'location' : '香港新界屯門區屯門安定邨H.A.N.D.S. A區2樓順豐智能櫃(近大家樂)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U005P',
      'location' : '香港新界屯門區屯門青河坊3號利寶商場地下99號舖(全日洗洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U093P',
      'location' : '香港新界屯門區屯門良景邨良英樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U092P',
      'location' : '香港新界屯門區屯門良景邨良智樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U029P',
      'location' : '香港新界屯門區屯門良景廣場2樓順豐智能櫃(麥當勞對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U040P',
      'location' : '香港新界屯門區屯門景峰徑4-8號怡樂花園第2座2樓停車場大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U066P',
      'location' : '香港新界屯門區屯門青山公路(掃管笏段)38號地下(中石化油站)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U072P',
      'location' : '香港新界屯門區屯門青磚圍路62號順豐智能櫃(皇朝居地下)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852U039P',
      'location' : '香港新界屯門區屯門恆富街23號南浪海灣第5座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U082P',
      'location' : '香港新界屯門區屯門南浪海灣行人天橋入口順豐智能櫃(往來海典軒商場)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U001P',
      'location' : '香港新界屯門區屯門良運街3號建生商場地下順豐智能櫃(街市出口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U087P',
      'location' : '香港新界屯門區屯門掃管笏管翠路1號星堤第7至第8座之間通道順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U052P',
      'location' : '香港新界屯門區屯門良德街8號珀御地庫升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U043P',
      'location' : '香港新界屯門區屯門良德街9號盈豐商場1樓B29B舖順豐智能櫃^',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852U044P',
      'location' : '香港新界屯門區屯門良德街9號盈豐商場1樓B29B舖二號順豐智能櫃^',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852U046P',
      'location' : '香港新界屯門區屯門良德街9號盈豐商場1樓B29B舖三號順豐智能櫃^',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852U070P',
      'location' : '香港新界屯門區屯門良德街9號盈豐商場1樓B29B舖四號順豐智能櫃^',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852U088P',
      'location' : '香港新界屯門區屯門湖翠路2號美樂花園中央商場地下LK01順豐智能櫃(天悅酒家對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U083P',
      'location' : '香港新界屯門區屯門美樂花園商場地下65號舖順豐智能櫃(順豐站)^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U038P',
      'location' : '香港新界屯門區屯門湖秀街2號悅湖山莊12座地下順豐智能櫃(大堂入口邊)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U095P',
      'location' : '香港新界屯門區屯門湖秀街2號悅湖山莊3座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U096P',
      'location' : '香港新界屯門區屯門湖秀街2號悅湖山莊6座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U037P',
      'location' : '香港新界屯門區屯門湖秀街2號悅湖山莊9座地下順豐智能櫃(大堂入口邊)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U071P',
      'location' : '香港新界屯門區屯門屯合街2號時代廣場L4層平台順豐智能櫃(商場L3層星巴克對面電梯大堂上去)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U035P',
      'location' : '香港新界屯門區屯門時代廣場北翼2樓H位置順豐智能櫃',
      'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
      },
      {
      'code' : 'H852U031P',
      'location' : '香港新界屯門區屯門時代廣場南翼3樓G位置順豐智能櫃+',
      'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
      },
      {
      'code' : 'H852U013P',
      'location' : '香港新界屯門區屯門屯喜路2號屯門栢麗廣場地下順豐智能櫃(智高教育中心旁)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852U027P',
      'location' : '香港新界屯門區屯門青榕街1號海景花園8座地下順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U050P',
      'location' : '香港新界屯門區屯門湖翠路168-236號海翠花園西大堂升降機側順豐智能櫃(近輕鐵客務中心)',
      'openingHour' : '星期一至六 07:30-23:59 | 星期日／公眾假期 07:30-23:59',
      },
      {
      'code' : 'H852UB22P',
      'location' : '香港新界屯門區屯門茵翠豪庭順豐智能櫃(管理處側)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U028P',
      'location' : '香港新界屯門區屯門啟豐園2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U060P',
      'location' : '香港新界屯門區屯門康景花園地下22號舖順豐站旁順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U062P',
      'location' : '香港新界屯門區屯門康景花園地下22號舖順豐站旁二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U033P',
      'location' : '香港新界屯門區屯門富健花園停車場地下順豐智能櫃(停車場落貨區)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U075P',
      'location' : '香港新界屯門區屯門富健花園12座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U007P',
      'location' : '香港新界屯門區屯門新墟景新徑2號景新臺順豐智能櫃(大閘迴旋處旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U048P',
      'location' : '香港新界屯門區屯門鄉事會路122-140號雅都花園商場1樓一號順豐智能櫃(近夢幻樂園)',
      'openingHour' : '星期一至六 07:30-21:30 | 星期日／公眾假期 07:30-21:30',
      },
      {
      'code' : 'H852U049P',
      'location' : '香港新界屯門區屯門鄉事會路122-140號雅都花園商場1樓二號順豐智能櫃(近夢幻樂園)',
      'openingHour' : '星期一至六 07:30-21:30 | 星期日／公眾假期 07:30-21:30',
      },
      {
      'code' : 'H852UB11P',
      'location' : '香港新界屯門區屯門屯安里 1號叠茵庭第9座L3升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U074P',
      'location' : '香港新界屯門區屯門管青路2號愛琴海岸商場B1升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U016P',
      'location' : '香港新界屯門區屯門愛琴灣地下大堂後門順豐智能櫃(大堂後門)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U045P',
      'location' : '香港新界屯門區屯門龍門路55-65號新屯門中心(住宅區)電梯大堂出口L4層順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U030P',
      'location' : '香港新界屯門區屯門新屯門中心(商場區)L2 33號舖順豐智能櫃(通往輕鐵站天橋旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U022P',
      'location' : '香港新界屯門區屯門瑜翠園2座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U026P',
      'location' : '香港新界屯門區屯門滿名山滿庭地庫會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852U084P',
      'location' : '香港新界屯門區屯門澤豐商場1樓29號舖順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852U085P',
      'location' : '香港新界屯門區屯門澤豐商場1樓29號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852U086P',
      'location' : '香港新界屯門區屯門澤豐商場1樓29號舖三號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UB16P',
      'location' : '香港新界屯門區屯門福亨村路8號豫豐花園第13座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U023P',
      'location' : '香港新界屯門區屯門龍門居16座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U058P',
      'location' : '香港新界屯門區屯門龍門路43號龍門居停車場大樓1號升降機地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U094P',
      'location' : '香港新界屯門區屯門龍門路43號龍門居停車場大樓1樓順豐智能櫃(近U購超級市場)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U073P',
      'location' : '香港新界屯門區屯門藍地大街41號地下(洗衣寶洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U063P',
      'location' : '香港新界屯門區屯門鄉事會路83號瓏門3樓1號穿梭升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U067P',
      'location' : '香港新界屯門區新屯門中心廣場(商場區)L2層32B號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U068P',
      'location' : '香港新界屯門區新屯門中心廣場(商場區)L2層32B號舖三號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB23P',
      'location' : '香港新界屯門區屯門欣田邨悅田樓地下通道順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U101P',
      'location' : '香港新界屯門區屯門海典軒商場順豐智能櫃(近天橋位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U102P',
      'location' : '香港新界屯門區屯門兆山苑樟景閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U105P',
      'location' : '香港新界屯門區屯門利發徑6號地下9B舖(365 Laundry)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U106P',
      'location' : '香港新界屯門區屯門雅都花園商場1樓三號順豐智能櫃',
      'openingHour' : '星期一至六 07:30-21:30 | 星期日／公眾假期 07:30-21:30',
      },
      {
      'code' : 'H852UB33P',
      'location' : '香港新界屯門區屯門豫豐花園1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U109P',
      'location' : '香港新界屯門區屯門菁雋5樓會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852U055P',
      'location' : '香港新界屯門區屯門大興花園第二期商場AEON2樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852U107P',
      'location' : '香港新界屯門區屯門冠峰園C座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U108P',
      'location' : '香港新界屯門區屯門Napa 5A座地庫大堂外順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U110P',
      'location' : '香港新界屯門區屯門蝴蝶廣場2樓LK01順豐智能櫃(近759阿信屋)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852U111P',
      'location' : '香港新界屯門區屯門愛定商場地下A135-A138號舖順豐服務中心外一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U112P',
      'location' : '香港新界屯門區屯門愛定商場地下A135-A138號舖順豐服務中心外二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U113P',
      'location' : '香港新界屯門區屯門仁愛大廈地下9號舖順豐智能櫃(順豐服務中心外)^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U115P',
      'location' : '香港新界屯門區屯門湖翠路201號兆禧苑商場地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB38P',
      'location' : '香港新界屯門區屯門富泰商場1樓102B舖(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852UB39P',
      'location' : '香港新界屯門區屯門富泰商場1樓102B舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852U114P',
      'location' : '香港新界屯門區屯門山景商場G層二號順豐智能櫃 (慶和堂涼茶側)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U116P',
      'location' : '香港新界屯門區屯門青山灣青霞里9號容龍居L2停車場單車位置旁順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U119P',
      'location' : '香港新界屯門區屯門震寰路6號2A舖(令和屋)順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:59 | 星期日／公眾假期 08:00-23:59',
      },
      {
      'code' : 'H852U121P',
      'location' : '香港新界屯門區屯門屯利街1號華都花園商場地下36號舖(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U122P',
      'location' : '香港新界屯門區屯門屯利街1號華都花園商場地下36號舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U123P',
      'location' : '香港新界屯門區屯門業旺路101號弦海1樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852U124P',
      'location' : '香港新界屯門區屯門青榕街8號青榕臺三座地下順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U126P',
      'location' : '香港新界屯門區屯門御海灣一期第二座地庫停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U118P',
      'location' : '香港新界屯門區屯門景秀里8號御半山一期順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB13P',
      'location' : '香港新界元朗區天水圍天一商城1078舖順豐智能櫃+^',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852UA12P',
      'location' : '香港新界元朗區天水圍天瑞路天恩商場1樓順豐智能櫃(121號商舖旁)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852UB17P',
      'location' : '香港新界元朗區天水圍天盛苑地下順豐智能櫃(商場屋苑入口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB10P',
      'location' : '香港新界元朗區天水圍天靖街3號天盛商場地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA54P',
      'location' : '香港新界元朗區天水圍天秀路15號天富苑元富閣(A座) 地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA91P',
      'location' : '香港新界元朗區天水圍天秀路15號天富苑欣富閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA55P',
      'location' : '香港新界元朗區天水圍天秀路15號天富苑雅富閣(Q座) 地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA92P',
      'location' : '香港新界元朗區天水圍天秀路15號天富苑聚富閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA36P',
      'location' : '香港新界元朗區天水圍天華路天晴邨晴彩樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB19P',
      'location' : '香港新界元朗區天水圍天澤商場1樓順豐智能櫃(靠近往返街市電梯)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852UB20P',
      'location' : '香港新界元朗區天水圍天澤商場1樓二號順豐智能櫃(靠近往返街市電梯)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852UA46P',
      'location' : '香港新界元朗區天水圍天湖路天耀廣場地下順豐智能櫃(鴻福堂對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA24P',
      'location' : '香港新界元朗區元朗天水圍天恩路2號柏慧豪園會所順豐智能櫃(近乒乓球室)(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UB04P',
      'location' : '香港新界元朗區天水圍嘉湖山莊新北江商場地下A94號舖順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UB21P',
      'location' : '香港新界元朗區天水圍嘉湖山莊新北江商場地下A94號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UA82P',
      'location' : '香港新界元朗區天水圍+WOO嘉湖一期地下順豐智能櫃(近中銀)+',
      'openingHour' : '星期一至六 10:00 – 22:00 | 星期日／公眾假期 10:00 – 22:00',
      },
      {
      'code' : 'H852UB18P',
      'location' : '香港新界元朗區天水圍+WOO嘉湖一期2樓226號舖二號順豐智能櫃^',
      'openingHour' : '星期一至六 10:00-23:00 | 星期日／公眾假期 10:00-23:00',
      },
      {
      'code' : 'H852UA02P',
      'location' : '香港新界元朗區天水圍天華路30-33號T Town南翼地下LK02順豐智能櫃 (滿記甜品側)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB25P',
      'location' : '香港新界元朗區天水圍天慈商場地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB27P',
      'location' : '香港新界元朗區天水圍嘉湖山莊新北江商場地下A94號舖三號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UB28P',
      'location' : '香港新界元朗區天水圍嘉湖山莊美湖居順豐智能櫃(近小巴站)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB30P',
      'location' : '香港新界元朗區天水圍俊宏軒商場1樓順豐智能櫃(104號舖側)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB31P',
      'location' : '香港新界元朗區天水圍新北江商場地下A91-15A舖(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852UB32P',
      'location' : '香港新界元朗區天水圍T TOWN北翼2樓順豐智能櫃(近樂康軒旁升降機通道)',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852UB41P',
      'location' : '香港新界元朗區天水圍天湖路天耀廣場地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB42P',
      'location' : '香港新界元朗區天水圍天瑞路9號天瑞商場地下24-25號舖順豐站一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB43P',
      'location' : '香港新界元朗區天水圍天瑞路9號天瑞商場地下24-25號舖順豐站二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA66P',
      'location' : '香港新界元朗區天水圍屏欣商場地下12號舖旁順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852U011P',
      'location' : '香港新界元朗區元朗青山公路洪水橋段600號尚城順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA48P',
      'location' : '香港新界元朗區元朗Grand YOHO 2座5樓平台二號順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA19P',
      'location' : '香港新界元朗區元朗青山公路潭尾段18號PARK YOHO 7座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA35P',
      'location' : '香港新界元朗區元朗元龍街9號YOHO Midtown 第3座5樓平台順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA86P',
      'location' : '香港新界元朗區元朗元龍街8號YOHO Town第7座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA34P',
      'location' : '香港新界元朗區元朗教育路1號元朗千色匯2樓19號舖一號順豐智能櫃',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852UA33P',
      'location' : '香港新界元朗區元朗教育路1號元朗千色匯2樓19號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852UA37P',
      'location' : '香港新界元朗區元朗尚豪庭第3座2樓平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA84P',
      'location' : '香港新界元朗區元朗大陂頭徑14-24號福星樓地下2A舖(365Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB12P',
      'location' : '香港新界元朗區元朗大棠路大旗領747號順豐智能櫃 (名御對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB06P',
      'location' : '香港新界元朗區元朗水蕉新村村公所地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA25P',
      'location' : '香港新界元朗區元朗水邊圍邨湖水樓地下順豐智能櫃(聖公會聖馬提亞堂幼兒學校對出)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA76P',
      'location' : '香港新界元朗區元朗加州花園廣場地下順豐智能櫃(近日本城)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA23P',
      'location' : '香港新界元朗區元朗錦田錦上路157號四季豪園順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA70P',
      'location' : '香港新界元朗區元朗安寧路20-24號利群樓地下C1號舖(洗衣寶洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA51P',
      'location' : '香港新界元朗區元朗安興街59-67號安泰樓地下3號舖(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA20P',
      'location' : '香港新界元朗區元朗尚悅第11座地下順豐智能櫃(往12座通道)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA75P',
      'location' : '香港新界元朗區元朗朗日路東頭村順豐智能櫃(牌坊前)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA60P',
      'location' : '香港新界元朗區元朗鳳琴街22號金龍樓商場地下走廊順豐智能櫃+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852UA27P',
      'location' : '香港新界元朗區元朗鳳琴街22號金龍樓商場地下二號順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852UA90P',
      'location' : '香港新界元朗區元朗屏山青山公路屏山段131號綠悅第1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA50P',
      'location' : '香港新界元朗區元朗屏會街9號同發大廈地下FG舖順豐站順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA30P',
      'location' : '香港新界元朗區元朗建德街大福大廈地下7號舖順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA52P',
      'location' : '香港新界元朗區元朗德業街11號映御2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB14P',
      'location' : '香港新界元朗區元朗十八鄉路83號原築村巴站順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB08P',
      'location' : '香港新界元朗區元朗柏巒會所1樓電梯大堂(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA32P',
      'location' : '香港新界元朗區元朗擴業街8號朗屏8號住戶會所地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 07:30-22:30',
      },
      {
      'code' : 'H852UA69P',
      'location' : '香港新界元朗區元朗朗屏邨玉屏樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA68P',
      'location' : '香港新界元朗區元朗朗屏邨石屏樓M樓順豐智能櫃(近廁所位置)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA38P',
      'location' : '香港新界元朗區元朗朗屏邨悅屏樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA67P',
      'location' : '香港新界元朗區元朗朗屏邨鏡屏樓M樓順豐智能櫃(匯豐提款機旁)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA06P',
      'location' : '香港新界元朗區元朗朗屏路1號朗屏商場2樓順豐智能櫃(朗屏體育館門口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA16P',
      'location' : '香港新界元朗區元朗青山公路屏山段139朗庭園3座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA49P',
      'location' : '香港新界元朗區元朗御景園2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA41P',
      'location' : '香港新界元朗區元朗御豪山莊第6座地下順豐智能櫃(大堂入口)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA42P',
      'location' : '香港新界元朗區元朗御豪山莊第8座地下順豐智能櫃(大堂入口)(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA62P',
      'location' : '香港新界元朗區元朗青山公路元朗段123號開心廣場2樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852UB07P',
      'location' : '香港新界元朗區元朗溱柏會所接待處順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA26P',
      'location' : '香港新界元朗區元朗鳳琴街15-21號鴻運中心地下11號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA65P',
      'location' : '香港新界元朗區元朗德業街14號地下(中石化油站)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA31P',
      'location' : '香港新界元朗區元朗錦田高埔村映堤103地下順豐智能櫃( Eye Level 補習社外)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB01P',
      'location' : '香港新界元朗區元朗錦繡花園市中心廣場D座順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA45P',
      'location' : '香港新界元朗區元朗YOHO Midtown 1座後5樓平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA47P',
      'location' : '香港新界元朗區元朗YOHO Midtown 1座前5樓平台二號順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB26P',
      'location' : '香港新界元朗區元朗柏氵喬順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA59P',
      'location' : '香港新界元朗區元朗屏山芙蓉園地下順豐智能櫃(健身室對出空地)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA61P',
      'location' : '香港新界元朗區元朗采葉庭13座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB29P',
      'location' : '香港新界元朗區元朗翹翠峰2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB35P',
      'location' : '香港新界元朗區元朗尚悅11座地下二號順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB36P',
      'location' : '香港新界元朗區元朗蝶翠峰18座遊樂場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB37P',
      'location' : '香港新界元朗區元朗錦繡花園市中心廣場A座順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA63P',
      'location' : '香港新界元朗區元朗鳯攸南街9號好順利大廈地下79號舖順豐站一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UA64P',
      'location' : '香港新界元朗區元朗鳯攸南街9號好順利大廈地下79號舖順豐站二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852UB44P',
      'location' : '香港新界元朗區元朗錦田波地路101號地下((Laundromat洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC09P',
      'location' : '香港新界荃灣區青龍頭海雲軒2座5樓升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC10P',
      'location' : '香港新界荃灣區青龍頭豪景花園A停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC08P',
      'location' : '香港新界荃灣區馬灣珀麗路8號珀麗灣碼頭順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC62P',
      'location' : '香港新界荃灣區深井浪翠園一期平台順豐智能櫃(近1座停車場出入口) (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC56P',
      'location' : '香港新界荃灣區深井海韻花園地下順豐智能櫃(管理處對面)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC91P',
      'location' : '香港新界荃灣區深井海韻花園地下二號順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC97P',
      'location' : '香港新界荃灣區深井碧堤半島8座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC06P',
      'location' : '香港新界荃灣區深井海韻臺UG層升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC96P',
      'location' : '香港新界荃灣區深井碧堤半島6座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC11P',
      'location' : '香港新界荃灣區深井浪翠園三期地下正門順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC40P',
      'location' : '香港新界荃灣區荃灣海盛路11號OneMidTown地下順豐智能櫃(來往停車場至大堂出入口位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G038P',
      'location' : '香港新界荃灣區荃灣青山公路荃灣段388號八咪半2樓二號順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852GA58P',
      'location' : '香港新界荃灣區荃灣全發商業大廈地下大堂順豐智能櫃',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852G019P',
      'location' : '香港新界荃灣區荃灣大河道18號登發大廈地皇廣場2樓261號舖內順豐智能櫃',
      'openingHour' : '星期一至六 11:00-23:00 | 星期日／公眾假期 11:00-23:00',
      },
      {
      'code' : 'H852GA72P',
      'location' : '香港新界荃灣區荃灣灰窰角街2-6號DAN 6地下停車場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC85P',
      'location' : '香港新界荃灣區荃灣恒麗園A區3樓升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G010P',
      'location' : '香港新界荃灣區荃灣海盛路22-30號祈德尊新邨商場1樓順豐智能櫃(中國銀行對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G042P',
      'location' : '香港新界荃灣區荃灣荃錦公路108號朗逸峯一期2樓村巴大堂順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G022P',
      'location' : '香港新界荃灣區荃灣荃威花園三期J座砲樓6樓順豐智能櫃(升降機大堂)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G054P',
      'location' : '香港新界荃灣區荃灣荃威花園P座地下升降機大堂順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G075P',
      'location' : '香港新界荃灣區荃灣荃德花園C座地下6A舖(洗衣寶洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G057P',
      'location' : '香港新界荃灣區荃灣荃灣中心二期小巴總站順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA86P',
      'location' : '香港新界荃灣區荃灣康睦庭園2座地下1號舖(Rainbow Life)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE90P',
      'location' : '香港新界荃灣區荃灣愉景新城3樓順豐智能櫃(遵理學校左側通道)',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852LA04P',
      'location' : '香港新界荃灣區荃灣象山邨翠山樓平台順豐智能櫃(近街市門口)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE88P',
      'location' : '香港新界荃灣區荃灣青山公路荃灣段644-654號翠濤閣第2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA37P',
      'location' : '香港新界荃灣區荃灣楊屋道138號樂悠居商場1樓順豐智能櫃(19A號舖位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA59P',
      'location' : '香港新界荃灣區荃灣爵悅庭西座地下順豐智能櫃(只供住戶使用) +',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA45P',
      'location' : '香港新界荃灣區荃灣永順街48號環宇海灣會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G066P',
      'location' : '香港新界荃灣區荃灣青山公路623號韻濤居3樓平台1座順豐智能櫃(風櫃房外)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G020P',
      'location' : '香港新界荃灣區荃灣麗順路2號麗城花園一期運動場外地下電梯大堂順豐智能櫃(往三期天橋口，運動場外地下電梯荃灣區)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G031P',
      'location' : '香港新界荃灣青山公路620號麗城花園第二期第6座3樓平台順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G070P',
      'location' : '香港新界荃灣區荃灣麗城薈2期地下順豐智能櫃(茶餐廳對面)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852G064P',
      'location' : '香港新界荃灣區荃灣大河道灣景廣場購物中心AEON 1樓順豐智能櫃(近旅行用品區)',
      'openingHour' : '星期一至六 10:00-21:30 | 星期日／公眾假期 10:00-21:30',
      },
      {
      'code' : 'H852G030P',
      'location' : '香港新界荃灣區荃灣青山公路620號麗城花園第二期第2座3樓平台順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G083P',
      'location' : '香港新界荃灣區荃灣祈德尊新邨商場1樓二號順豐智能櫃(近4號舖)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE92P',
      'location' : '香港新界荃灣區荃灣翠豐臺1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE93P',
      'location' : '香港新界荃灣區荃灣翠豐臺2座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA94P',
      'location' : '香港新界荃灣區荃灣海灣花園地下順豐智能櫃(第4座右邊門口)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G100P',
      'location' : '香港新界荃灣區荃灣麗城花園三期3座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LA35P',
      'location' : '香港新界荃灣區荃灣梨木樹商場地下順豐智能櫃(B出口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE01P',
      'location' : '香港新界荃灣區荃灣石圍角商場1樓233號舖順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE02P',
      'location' : '香港新界荃灣區荃灣石圍角商場1樓233號舖二號順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE03P',
      'location' : '香港新界荃灣區荃灣石圍角商場1樓233號舖三號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA04P',
      'location' : '香港新界荃灣區荃灣柏傲灣停車場B2順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA06P',
      'location' : '香港新界荃灣區荃灣海濱花園9座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GE06P',
      'location' : '香港新界荃灣區荃灣海之戀停車埸5樓第3中轉大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA02P',
      'location' : '香港新界荃灣區荃灣萬景峯住客會所5樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852GE07P',
      'location' : '香港新界荃灣區荃灣綠楊坊2樓順豐智能櫃(S35號舖側)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852G104P',
      'location' : '香港新界荃灣區荃灣灣景花園第4座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GA34P',
      'location' : '香港新界荃灣區大窩口荃華街3號悅來坊地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G023P',
      'location' : '香港新界荃灣區大窩口大窩口道15號大窩口第二商場地下LK01位置順豐智能櫃(近759阿信屋)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G069P',
      'location' : '香港新界荃灣區大窩口大廈街43號葵賢苑地下順豐智能櫃(緊急車閘通道入口旁更亭位置)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LA32P',
      'location' : '香港新界荃灣區大窩口縉庭山5樓順豐智能櫃(停車場升降機大堂)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB31P',
      'location' : '香港新界葵青區葵芳芊紅居順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D008P',
      'location' : '香港新界葵青區葵涌祖堯坊A & B座平台103號舖順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D036P',
      'location' : '香港新界葵青區葵涌浩景臺停車場1樓順豐智能櫃(升降機大堂)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D037P',
      'location' : '香港新界葵青區葵涌祖堯邨C座祖堯商場地下順豐智能櫃(近7-Eleven)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D045P',
      'location' : '香港新界葵青區葵涌華景山莊康樂大樓地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852L014P',
      'location' : '香港新界葵青區葵涌葵昌路88號地下順豐智能櫃',
      'openingHour' : '星期一至六 08:00-20:00 | 星期日／公眾假期 08:00-20:00',
      },
      {
      'code' : 'H852LA01P',
      'location' : '香港新界葵青區葵涌青山公路葵涌段412-416號葵星中心商場地下順豐智能櫃(商場洗手間旁)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852LA02P',
      'location' : '香港新界葵青區葵涌油麻磡路63號昇柏山順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852LA03P',
      'location' : '香港新界葵青區葵涌和宜商場地下第3號舖順豐智能櫃 (晚上10時後可於桌球舖旁管理處門口進入)',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852LA05P',
      'location' : '香港新界葵青區葵涌石蔭商場LG2層順豐智能櫃(近扶手電梯)',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852LA39P',
      'location' : '香港新界葵青區葵涌石蔭商場LG2層二號順豐智能櫃',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852LA06P',
      'location' : '香港新界葵青區葵涌和宜合道144號瑞景大廈地下18號舖(全日洗洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LA07P',
      'location' : '香港新界葵青區葵涌石蔭商場地下順豐智能櫃(近寧峰苑出入口)',
      'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
      },
      {
      'code' : 'H852LA11P',
      'location' : '香港新界葵青區葵涌安蔭邨安蔭商場1樓順豐智能櫃(扶手梯旁位置)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852LA22P',
      'location' : '香港新界葵青區葵涌大隴街110號石籬商場二期3樓客運大堂順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852LA37P',
      'location' : '香港新界葵青區葵涌麗晶中心1樓順豐智能櫃+',
      'openingHour' : '星期一至六 07:00-20:00 | 星期日／公眾假期 07:00-20:00',
      },
      {
      'code' : 'H852LA38P',
      'location' : '香港新界葵青區葵涌和宜合道33號雍雅軒1樓會所順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB01P',
      'location' : '香港新界葵青區葵涌葵盛圍63號葵盛東商場1樓順豐智能櫃(126號舖側)',
      'openingHour' : '星期一至六 05:30-23:00 | 星期日／公眾假期 05:30-23:00',
      },
      {
      'code' : 'H852LB13P',
      'location' : '香港新界葵青區葵涌葵聯路80號葵聯邨升降機樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB16P',
      'location' : '香港新界葵青區葵涌光輝圍39A昌偉大廈地下30號舖(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB17P',
      'location' : '香港新界葵青區葵涌葵盛西邨7座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB18P',
      'location' : '香港新界葵青區葵涌興芳路177號葵芳邨葵芳廣場地下LK01位置順豐智能櫃(近趣味批)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852LB19P',
      'location' : '香港新界葵青區葵涌興芳路177號葵芳邨葵芳廣場地下LK02位置順豐智能櫃(近扶手電梯口)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852LB20P',
      'location' : '香港新界葵青區葵涌葵盛圍63號葵盛東商場1樓二號順豐智能櫃(洗衣舖對面)',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852LB24P',
      'location' : '香港新界葵青區葵涌葵涌商場2樓207A號舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB25P',
      'location' : '香港新界葵青區葵涌葵涌商場2樓207A號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB26P',
      'location' : '香港新界葵青區葵涌葵涌商場2樓207A號舖三號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB28P',
      'location' : '香港新界葵青區葵涌葵涌商場2樓207A號舖四號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB29P',
      'location' : '香港新界葵青區葵涌葵涌商場2樓207A號舖五號順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB33P',
      'location' : '香港新界葵青區葵涌豐寓地下停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB34P',
      'location' : '香港新界葵青區葵涌葵翠邨碧翠樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852LB36P',
      'location' : '香港新界葵青區葵涌葵康苑葵明閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC05P',
      'location' : '香港新界葵青區青衣寮肚路9號長宏商場地下順豐智能櫃(商場詢問處旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC21P',
      'location' : '香港新界葵青區青衣長青邨青槐樓市場入口順豐智能櫃(屋邨辦事處對出)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC87P',
      'location' : '香港新界葵青區青衣長康街市康和樓地下M1攤(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC16P',
      'location' : '香港新界葵青區青衣長發廣場3樓順豐智能櫃(八方雲集旁邊通道)+',
      'openingHour' : '星期一至六 06:00-21:30 | 星期日／公眾假期 06:00-21:30',
      },
      {
      'code' : 'H852GC51P',
      'location' : '香港新界葵青區青衣楓樹窩路10號青衣邨青衣商場1樓順豐智能櫃(近惠康,面向停車場)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC50P',
      'location' : '香港新界葵青區青衣楓樹窩路10號青衣邨青衣商場地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC35P',
      'location' : '香港新界葵青區青衣青康路10號青盛苑地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC48P',
      'location' : '香港新界葵青區青衣細山路2-16號美景花園地下順豐智能櫃(77號舖對出)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC44P',
      'location' : '香港新界葵青區青衣青敬路77號海悅花園商場地下40號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC15P',
      'location' : '香港新界葵青區青衣偉景花園商場地下順豐智能櫃(保安崗位旁)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852GC02P',
      'location' : '香港新界葵青區青衣青衣航運路36號順豐大廈地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC80P',
      'location' : '香港新界葵青區青衣翠怡花園7座至8座順豐智能櫃(鄰近小巴站)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC81P',
      'location' : '香港新界葵青區青衣翠怡花園7座至8座二號順豐智能櫃(鄰近小巴站)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC28P',
      'location' : '香港新界葵青區青衣楓樹窩路1號翠怡商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
      },
      {
      'code' : 'H852GC95P',
      'location' : '香港新界葵青區青衣青華苑順豐智能櫃(往停車場樓梯Circle K旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G101P',
      'location' : '香港新界葵青區青衣藍澄灣2座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G102P',
      'location' : '香港新界葵青區青衣藍澄灣5座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852GC12P',
      'location' : '香港新界葵青區青衣長發廣場3樓二號櫃(近遊樂場門口)順豐智能櫃',
      'openingHour' : '星期一至六 06:00-21:30 | 星期日／公眾假期 06:00-21:30',
      },
      {
      'code' : 'H852GC17P',
      'location' : '香港新界葵青區青衣長發廣場3樓三號櫃(近遊樂場門口)順豐智能櫃',
      'openingHour' : '星期一至六 06:00-21:30 | 星期日／公眾假期 06:00-21:30',
      },
      {
      'code' : 'H852GC18P',
      'location' : '香港新界葵青區青衣長發廣場3樓四號櫃(近遊樂場門口)順豐智能櫃',
      'openingHour' : '星期一至六 06:00-21:30 | 星期日／公眾假期 06:00-21:30',
      },
      {
      'code' : 'H852GC19P',
      'location' : '香港新界葵青區青衣長康商場二期(巴士總站旁)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852Q004P',
      'location' : '香港新界葵青區青衣青衣路39號嘉民領達中心25樓順豐智能櫃(只供順豐供應鏈香港員工使用)',
      'openingHour' : '星期一至六 09:00-18:00(星期六不開放) | 星期日／公眾假期 不開放',
      },
      {
      'code' : 'H852G082P',
      'location' : '香港新界離島區東涌昇薈UG層順豐智能櫃(穿梭升降機大堂)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G067P',
      'location' : '香港新界離島區東涌慶東街1號東堤灣畔會所地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 07:30-22:30',
      },
      {
      'code' : 'H852G065P',
      'location' : '香港新界離島區東涌東環第3座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G018P',
      'location' : '香港新界離島區東涌健東路1號映灣薈地下順豐智能櫃(近中銀櫃員機)',
      'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
      },
      {
      'code' : 'H852G063P',
      'location' : '香港新界離島區東涌海濱路8號海堤灣畔會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G006P',
      'location' : '香港新界離島區東涌富東街6號富東廣場3樓順豐智能櫃(幼兒園右邊空地)+',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852G073P',
      'location' : '香港新界離島區東涌富東街6號富東廣場3樓二號順豐智能櫃(東涌幼兒學校旁)+',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852G074P',
      'location' : '香港新界離島區東涌富東街6號富東廣場3樓三號順豐智能櫃(東涌幼兒學校旁)+',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852G046P',
      'location' : '香港新界離島區東涌逸東街8號逸東商場地下順豐智能櫃(近街市熟食檔)+',
      'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
      },
      {
      'code' : 'H852G068P',
      'location' : '香港新界離島區東涌逸東街8號逸東邨逸東商場2樓201號舖順豐智能櫃^',
      'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
      },
      {
      'code' : 'H852G099P',
      'location' : '香港新界離島區東涌迎東邨迎悅樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G098P',
      'location' : '香港新界離島區東涌滿東邨滿康樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G053P',
      'location' : '香港新界離島區東涌海濱路12號藍天海岸地下住客會所順豐智能櫃 (只供住戶使用)+',
      'openingHour' : '星期一至六 07:30-22:00 | 星期日／公眾假期 07:30-22:00',
      },
      {
      'code' : 'H852Q002P',
      'location' : '香港新界離島區大嶼山貝澳嶼南道DD316號(大嶼山國際學校(高小部)對面)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G011P',
      'location' : '香港新界離島區大嶼山愉景灣愉景灣道92 & 96號愉景廣場1樓順豐智能櫃(近美聯物業)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852G103P',
      'location' : '香港新界離島區愉景灣海澄湖畔二段逸澄閣地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M006P',
      'location' : '香港新界離島區長洲新興街53號地下(橫店百貨)順豐智能櫃',
      'openingHour' : '星期一至六 11:00-20:00(星期六10:00-18:00) | 星期日／公眾假期 10:00-13:00',
      },
      {
      'code' : 'H852M034P',
      'location' : '香港新界離島區長洲新興街39號地下(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC52P',
      'location' : '香港新界西貢區調景嶺澳景路88號維景灣畔1期LG1樓GH1舖順豐智能櫃+',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852CC72P',
      'location' : '香港新界西貢區將軍澳PopWalk地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC18P',
      'location' : '香港新界西貢區將軍澳常寧路2號TKO Gateway地下順豐智能櫃(近德安樓出口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE97P',
      'location' : '香港新界西貢區將軍澳TKO Gateway東翼1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE81P',
      'location' : '香港新界西貢區將軍澳日出康城領都1號中轉大堂L3順豐智能櫃(近11座)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC61P',
      'location' : '香港新界西貢區將軍澳日出康城領都3號中轉大堂L5順豐智能櫃(近3座)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE87P',
      'location' : '香港新界西貢區將軍澳日出康城康城路1號緻藍天2樓住戶會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:30-22:00 | 星期日／公眾假期 07:30-22:00',
      },
      {
      'code' : 'H852CH02P',
      'location' : '香港新界西貢區將軍澳康城路1號晉海2A座1樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC13P',
      'location' : '香港新界西貢區將軍澳石角路8號峻瀅地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC35P',
      'location' : '香港新界西貢區將軍澳石角路6號峻瀅二期2座地下順豐智能櫃(只供二期住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC74P',
      'location' : '香港新界將軍澳將軍澳中心地庫B1層升降機大堂順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CC39P',
      'location' : '香港新界西貢區將軍澳寶琳北路1號康盛花園商場1樓111號舖(洗衣寶洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC25P',
      'location' : '香港新界西貢區將軍澳彩明苑彩耀閣側近隧道順豐智能櫃(近通往學校通道)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC73P',
      'location' : '香港新界西貢區將軍澳彩明苑地下停車場順豐智能櫃(近乒乓球活動區)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC40P',
      'location' : '香港新界西貢區將軍澳蓬萊路8號清水灣半島會所1樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852CC64P',
      'location' : '香港新界西貢區將軍澳都會駅商場2樓L2-028號舖順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CE82P',
      'location' : '香港新界西貢區將軍澳都會駅商場2樓L2-028號舖2號順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CC44P',
      'location' : '香港新界西貢區將軍澳唐明街1號富康花園9座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC43P',
      'location' : '香港新界西貢區將軍澳唐明街1號富康花園8座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE92P',
      'location' : '香港新界西貢區將軍澳富寧花園1座地下順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE91P',
      'location' : '香港新界西貢區將軍澳富寧花園街市(街市門口旁)順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC51P',
      'location' : '香港新界西貢區將軍澳翠琳路6號景明苑曦景閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC58P',
      'location' : '香港新界西貢區將軍澳運亨路8號叠翠軒2樓住宅平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC55P',
      'location' : '香港新界西貢區將軍澳銀澳路1號新寶城商場入口地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC68P',
      'location' : '香港新界西貢區將軍澳至善街9號嘉悅B1層順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC24P',
      'location' : '香港新界西貢區將軍澳翠琳路11號翠林新城3樓順豐智能櫃(近停車場出入口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE96P',
      'location' : '香港新界西貢區將軍澳翠林新城5樓121號A舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC20P',
      'location' : '香港新界西貢區將軍澳廣明苑廣昌閣地下順豐智能櫃(近管理處)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC70P',
      'location' : '香港新界西貢區將軍澳廣明苑廣瑞閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC03P',
      'location' : '香港新界西貢區西貢將軍澳毓雅里9號慧安園商場1樓B5號舖順豐智能櫃',
      'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
      },
      {
      'code' : 'H852CC69P',
      'location' : '香港新界西貢區將軍澳慧安園商場地下A130號舖順豐智能櫃',
      'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
      },
      {
      'code' : 'H852CC27P',
      'location' : '香港新界西貢區將軍澳寶琳北路18號寶林商場2樓LK01順豐智能櫃(匯豐櫃員機旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC37P',
      'location' : '香港新界西貢區將軍澳唐俊街11號寶盈花園商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC15P',
      'location' : '香港新界西貢區將軍澳寶康路100號(SHELL油站)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE01P',
      'location' : '香港新界西貢區將軍澳日出康城首都1座地下升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE02P',
      'location' : '香港新界西貢區將軍澳彩明商場3樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852CE03P',
      'location' : '香港新界西貢區將軍澳海天晉1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TK01P',
      'location' : '香港新界西貢區將軍澳Savannah地下8號舖順豐智能櫃(LaundryUp洗衣店)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TK02P',
      'location' : '香港新界西貢區將軍澳尚德商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852TK03P',
      'location' : '香港新界西貢區坑口南豐廣場1樓B28-B31舖(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852TK04P',
      'location' : '香港新界西貢區坑口南豐廣場1樓B28-B31舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852CC71P',
      'location' : '香港新界西貢區將軍澳坑口寶順路1號頌明苑嘉明閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CE04P',
      'location' : '香港新界西貢區將軍澳天晉IIIA平台近1座順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TK06P',
      'location' : '香港新界西貢區將軍澳藍塘傲R3升降機B2大堂8座側順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TK05P',
      'location' : '香港新界西貢區將軍澳魷魚灣村順豐智能櫃(正門旁村公所)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TK07P',
      'location' : '香港新界西貢區將軍澳Monterery Place G18B舖(陽光洗衣便利店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH01P',
      'location' : '香港新界西貢區將軍澳常寧道10號安寧花園1座地下14號舖(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH03P',
      'location' : '香港新界西貢區將軍澳寶琳北路1號康盛花園三座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH04P',
      'location' : '香港新界西貢區將軍澳貿泰路8號茵怡花園第1座地下6號舖(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH05P',
      'location' : '香港新界西貢區將軍澳貿泰路8號茵怡花園第1座地下6號舖(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH07P',
      'location' : '香港新界西貢區將軍澳至善街19號天晉IIIB地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC29P',
      'location' : '香港新界西貢區西貢香港科技大學LG3順豐智能櫃(只供香港科技大學成員使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC04P',
      'location' : '香港新界西貢區西貢逸瓏海滙會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:30-22:00 | 星期日／公眾假期 07:30-22:00',
      },
      {
      'code' : 'H852K031P',
      'location' : '香港九龍九龍城區九龍城啟德道83號地下部分B號鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K036P',
      'location' : '香港九龍九龍城區九龍城廣場4樓順豐智能櫃(406-410號鋪外電梯旁)',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852KA01P',
      'location' : '香港九龍九龍城區九龍城太子道西414號地下(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852KA02P',
      'location' : '香港九龍九龍城區九龍城太子道西414號地下(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA14P',
      'location' : '香港九龍深水埗區石硤尾窩仔街100號石硤尾邨服務設施大樓地下順豐櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD57P',
      'location' : '香港九龍深水埗區石硤尾帝景峰會所地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852H031P',
      'location' : '香港九龍九龍城區啟德啟德1號二期第10座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852H033P',
      'location' : '香港九龍九龍城區啟德啟德1號一期低座第3座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H002P',
      'location' : '香港九龍九龍城區啟德晴朗商場地下A025號鋪(陽光洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H024P',
      'location' : '香港九龍九龍城區啟德晴朗商場地下A006號鋪順豐智能櫃(面向大門)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H030P',
      'location' : '香港九龍九龍城區啟德晴朗商場地下A006號鋪二號順豐智能櫃(大門側)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H022P',
      'location' : '香港九龍九龍城區啟德煥然壹居H3座地下順豐智能櫃(會議室門外)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H035P',
      'location' : '香港九龍九龍城區啟德嘉匯地庫停車場大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H036P',
      'location' : '香港九龍九龍城區啟德天寰會所升降機外順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA42P',
      'location' : '香港九龍九龍城區九龍塘達之路又一居一期8座地下順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA28P',
      'location' : '香港九龍九龍城區九龍塘塘瑰麗路21號又一居二期會所地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
      },
      {
      'code' : 'H852BA44P',
      'location' : '香港九龍九龍城區九龍塘達之路又一居三期28座地下順豐智能櫃(近回收箱)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA68P',
      'location' : '香港九龍九龍城區九龍塘又一城P2層停車場升降機大堂順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852K004P',
      'location' : '香港九龍九龍城區土瓜灣馬頭角道33號欣榮花園商場地下順豐智能櫃(陳記燒鵝旁)',
      'openingHour' : '星期一至六 07:00-24:00 | 星期日／公眾假期 07:00-24:00',
      },
      {
      'code' : 'H852K039P',
      'location' : '香港九龍九龍城區土瓜灣美光街17號地下A及B鋪順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K040P',
      'location' : '香港九龍九龍城區土瓜灣美光街17號地下A及B鋪二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K015P',
      'location' : '香港九龍九龍城區土瓜灣美景街31號地下(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K047P',
      'location' : '香港九龍九龍城區土瓜灣祟華閣地下8號(LaundrYup洗衣店)鋪順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K046P',
      'location' : '香港九龍九龍城區土瓜灣翔龍灣A大堂2樓升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K019P',
      'location' : '香港九龍九龍城區土瓜灣宋皇台道38號傲雲峰3樓穿梭大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K020P',
      'location' : '香港九龍九龍城區土瓜灣宋皇台道38號傲雲峰地下停車場順豐智能櫃(近住宅電梯大堂)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K028P',
      'location' : '香港九龍九龍城區土瓜灣落山道96號地下(Sunshine 24)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K003P',
      'location' : '香港九龍九龍城區土瓜灣落山道100號 (水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K029P',
      'location' : '香港九龍九龍城區土瓜灣漆鹹道北489號地下(洗衣寶洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K023P',
      'location' : '香港九龍九龍城區土瓜灣燕安街1號地下B鋪(洗衣寶洗衣店)順豐智能櫃(面向媒氣公司大樓)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K025P',
      'location' : '香港九龍九龍城區土瓜灣譚公道115號運通大廈地下7號鋪(白雪雪洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K035P',
      'location' : '香港九龍九龍城區土瓜灣下鄉道5-19號益民大廈地下C鋪(Sunshine 24)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852KA03P',
      'location' : '香港九龍九龍城區土瓜灣炮仗街178號興基豪苑地下B鋪（順豐站）順豐智能櫃^',
      'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852K063P',
      'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)一號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852K060P',
      'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)二號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852K061P',
      'location' : '香港九龍九龍城區紅磡黃埔花園12期地庫10號鋪(順豐站)三號順豐智能櫃^',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852K021P',
      'location' : '香港九龍九龍城區紅磡老龍坑街17號寶安樓地下(Ewash)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K002P',
      'location' : '香港九龍九龍城區紅磡老龍坑漆鹹道北388號升禦商場1樓順豐智能櫃(國際幼稚園旁)',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852K005P',
      'location' : '香港九龍九龍城區紅磡佛光街1A-7號家維邨商場地下順豐智能櫃(近家興樓入口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K007P',
      'location' : '香港九龍九龍城區紅磡都會道6號置富都會8樓順豐智能櫃 (近彩福皇宴旁停車場出入口)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852K048P',
      'location' : '香港九龍九龍城區紅磡德民街29號地下C3號鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K018P',
      'location' : '香港九龍九龍城區紅磡寶其利街121號地下B鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K045P',
      'location' : '香港九龍九龍城區紅磡家維商場LG層順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K050P',
      'location' : '香港九龍九龍城區紅磡寶其利街28號寶源大廈地下(365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K049P',
      'location' : '香港九龍九龍城區紅磡黃埔花園十二期4座1樓公眾電梯大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K054P',
      'location' : '香港九龍九龍城區紅磡海逸豪園11座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K055P',
      'location' : '香港九龍九龍城區紅磡海逸豪園19座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K062P',
      'location' : '香港九龍九龍城區紅磡崇安街23號環海東岸2樓有蓋綠化區順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD08P',
      'location' : '香港九龍九龍城區何文田梭椏道3號地鋪(陽光洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852K014P',
      'location' : '香港九龍九龍城區何文田忠孝街60號愛民廣場地下順豐智能櫃',
      'openingHour' : '星期一至六 06:00-24:00 | 星期日／公眾假期 06:00-24:00',
      },
      {
      'code' : 'H852K053P',
      'location' : '香港九龍九龍城區何文田廣場3樓順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
      },
      {
      'code' : 'H852K056P',
      'location' : '香港九龍九龍城區何文田君頤峰地下大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852B010P',
      'location' : '香港九龍油尖旺區太子彌敦道745-747號金都商場地下9號鋪順豐智能櫃',
      'openingHour' : '星期一至六 11:00-22:30 | 星期日／公眾假期 11:00-22:30',
      },
      {
      'code' : 'H852B034P',
      'location' : '香港九龍油尖旺區太子界限街68號曉珀禦停車場2樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA06P',
      'location' : '香港九龍油尖旺區太子荔枝角道178號5號鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA77P',
      'location' : '香港九龍油尖旺區太子大南街26號地下(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 12:00-20:00 | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852BD85P',
      'location' : '香港九龍油尖旺區大角咀中匯街41號中興樓地下12號鋪(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD50P',
      'location' : '香港九龍油尖旺區大角咀利奧坊．曉岸會所戶外位置順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD62P',
      'location' : '香港九龍油尖旺區大角咀帝柏海灣及柏景灣穿梭電梯大堂B層順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD19P',
      'location' : '香港九龍油尖旺區大角咀洋松街16號地下(Sunshine 24)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD06P',
      'location' : '香港九龍油尖旺區大角咀海輝道8號浪澄灣商場UG層順豐智能櫃',
      'openingHour' : '星期一至六 07:30-21:00 | 星期日／公眾假期 07:30-21:00',
      },
      {
      'code' : 'H852BD37P',
      'location' : '香港九龍油尖旺區大角咀海帆道11號凱帆軒地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD36P',
      'location' : '香港九龍油尖旺區大角咀福利街8號港灣豪庭地下停車場大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD09P',
      'location' : '香港九龍油尖旺區大角咀通州街28號頌賢花園商場地下6號鋪順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD60P',
      'location' : '香港九龍油尖旺區大角咀浪澄灣會所1樓順豐智能櫃(近升降機位置)(只供住戶使用)',
      'openingHour' : '星期一至六 11:00-22:00 | 星期日／公眾假期 11:00-22:00',
      },
      {
      'code' : 'H852BD63P',
      'location' : '香港九龍油尖旺區大角咀維港灣地下35及36號升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD65P',
      'location' : '香港九龍油尖旺區大角咀海富苑海嵐閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD74P',
      'location' : '香港九龍油尖旺區大角咀帝峯．皇殿2樓L21升降機大堂側順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852BD80P',
      'location' : '香港九龍油尖旺區大角咀海輝道18號一號銀海2M層升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD82P',
      'location' : '香港九龍油尖旺區大角咀海輝道10號瓏璽8座B2層升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD84P',
      'location' : '香港九龍油尖旺區大角咀鐵樹街24號地下(356 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852B025P',
      'location' : '香港九龍油尖旺區旺角水管道3-13號長寧大廈地下C-D Shop 3號鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852B047P',
      'location' : '香港九龍油尖旺區旺角百匯軒會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852B005P',
      'location' : '香港九龍油尖旺區旺角彌敦道750號始創中心2樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:30 | 星期日／公眾假期 07:00-23:30',
      },
      {
      'code' : 'H852BE54P',
      'location' : '香港九龍油尖旺區旺角星際城市中僑商業大廈1樓119鋪順豐智能櫃',
      'openingHour' : '星期一至六 10:30-22:30 | 星期日／公眾假期 10:30-22:30',
      },
      {
      'code' : 'H852BE59P',
      'location' : '香港九龍油尖旺區旺角麥花臣匯5樓貨運電梯大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BB15P',
      'location' : '香港九龍油尖旺區旺角渡船街301號地下A4鋪 (Bluebird Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BE52P',
      'location' : '香港九龍油尖旺區旺角登打士街87號地下D鋪(自洗王國)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BE73P',
      'location' : '香港九龍油尖旺區旺角家樂坊16樓1626室順豐站順豐智能櫃^',
      'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852BE81P',
      'location' : '香港九龍油尖旺區旺角家樂坊16樓1626室順豐站2號順豐智能櫃^',
      'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852BB45P',
      'location' : '香港九龍油尖旺區油麻地彌敦道562號地下順豐智能櫃(近油尖區康體會)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BB22P',
      'location' : '香港九龍油尖旺區油麻地渡船街220號順利大廈B座地下(洗衣寶洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BB21P',
      'location' : '香港九龍油尖旺區油麻地窩打老道8號5樓商業中心順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BB12P',
      'location' : '香港九龍油尖旺區油麻地眾坊街3號駿發花園5座地下順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:00 | 星期日／公眾假期 06:00-23:00',
      },
      {
      'code' : 'H852BB86P',
      'location' : '香港九龍油尖旺區油麻地東安街45號寶亨大廈地下(你的自助洗衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA05P',
      'location' : '香港九龍油尖旺區佐敦文苑街1-23號文英樓地下A鋪 (LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA22P',
      'location' : '香港九龍油尖旺區佐敦文英樓地下東部地鋪(洗衣寶)二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA15P',
      'location' : '香港九龍油尖旺區佐敦文英街37號A文景樓地下37A鋪(洗衣皇自助洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA08P',
      'location' : '香港九龍油尖旺區佐敦官湧街24-30號喜滿懷大廈地下1C鋪順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA12P',
      'location' : '香港九龍油尖旺區佐敦偉晴街77號偉程商業大廈地下2號舖(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA23P',
      'location' : '香港九龍油尖旺區佐敦炮臺街41號地下C鋪(365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852EA28P',
      'location' : '香港九龍油尖旺區佐敦顯發大廈地下1號鋪(Sunshine 24)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BB83P',
      'location' : '香港九龍油尖旺區佐敦廟街26號地下(C+ Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852E010P',
      'location' : '香港九龍油尖旺區尖沙咀漆咸道南79號中國五礦大廈貨梯大堂入口順豐智能櫃(近保安室)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852E002P',
      'location' : '香港九龍油尖旺區尖沙咀彌敦道132-134T號美麗華商場地庫2樓順豐智能櫃',
      'openingHour' : '星期一至六 06:30-00:00 | 星期日／公眾假期 06:30-00:00',
      },
      {
      'code' : 'H852E027P',
      'location' : '香港九龍油尖旺區尖沙咀天璽1樓穿梭大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852E029P',
      'location' : '香港九龍油尖旺區尖沙咀君臨天下停車場升降機大堂地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852E031P',
      'location' : '香港九龍油尖旺區尖沙咀The Austin 一座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA31P',
      'location' : '香港九龍深水埗區深水埗大埔道77E號地下(365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA16P',
      'location' : '香港九龍深水埗區深水埗荔枝角道339號豐匯會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852BA53P',
      'location' : '香港九龍深水埗區深水埗北河街138號地鋪(你的自助洗衣坊)順豐智能櫃(近巴域街)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA58P',
      'location' : '香港九龍深水埗區深水埗石硤尾街12號B號鋪(洗衣點)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA18P',
      'location' : '香港九龍深水埗區深水埗石硤尾街2R號地下A鋪(洗衣寶洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA05P',
      'location' : '香港九龍深水埗區深水埗發祥街10號李鄭屋邨和平樓平台順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA16P',
      'location' : '香港九龍深水埗區深水埗發祥街10號李鄭屋邨信義樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA26P',
      'location' : '香港九龍深水埗區深水埗長沙灣道333號怡閣苑怡康閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA48P',
      'location' : '香港九龍深水埗區深水埗海柏匯2樓會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA02P',
      'location' : '香港九龍深水埗區深水埗欽州街94A號高登電腦中心1樓順豐智能櫃',
      'openingHour' : '星期一至六 10:30-22:30 | 星期日／公眾假期 10:30-22:30',
      },
      {
      'code' : 'H852BA17P',
      'location' : '香港九龍深水埗區深水埗欽州街8號金濤閣1號地鋪(365 Laundry)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA32P',
      'location' : '香港九龍深水埗區深水埗黃竹街31號地下A鋪(你的自助洗衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA30P',
      'location' : '香港九龍深水埗區深水埗楓樹街13號A華楓樓地下3號鋪(你的自助洗衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA24P',
      'location' : '香港九龍深水埗區深水埗福華街35號地下A鋪(全日洗洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA27P',
      'location' : '香港九龍深水埗區深水埗福榮街153-159號冠奇大廈地下4A鋪(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA43P',
      'location' : '香港九龍深水埗區深水埗大埔道188號曉尚會所2樓順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BA69P',
      'location' : '香港九龍深水埗區深水埗欽州街8號金濤閣1號(365 Laundry) 二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA19P',
      'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪順豐智能櫃+',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852DA28P',
      'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪二號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852DA30P',
      'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪三號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852DA31P',
      'location' : '香港九龍深水埗區長沙灣幸祥街8號幸福商場地下6號鋪四號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852D017P',
      'location' : '香港九龍深水埗區長沙灣元州街471號昌華閣地下1號鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA15P',
      'location' : '香港九龍深水埗區長沙灣通州街500號星匯居6樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA24P',
      'location' : '香港九龍深水埗區長沙灣海麗商場1樓順豐智能櫃(阿波羅旁)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852DA03P',
      'location' : '香港九龍深水埗區長沙灣順寧道25A號薈悅地下2號鋪(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA18P',
      'location' : '香港九龍深水埗區長沙灣福華街544號地下B鋪(你的自助洗衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA39P',
      'location' : '香港九龍深水埗區長沙灣東沙島街171號地下(365 Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA44P',
      'location' : '香港九龍深水埗區長沙灣蘇屋邨荷花樓地下2號車庫旁順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D041P',
      'location' : '香港九龍深水埗區長沙灣海盈邨盈昌樓升降機樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D027P',
      'location' : '香港九龍深水埗區荔枝角荔欣苑荔采閣地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D009P',
      'location' : '香港九龍深水埗區荔枝角寶輪街1號曼坊1樓順豐智能櫃+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852DA29P',
      'location' : '香港九龍深水埗區荔枝角深盛路8號碧海藍天2樓穿梭升降機大堂順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA25P',
      'location' : '香港九龍深水埗區荔枝角深盛路8號碧海藍天AEON 1樓順豐智能櫃 (升降機大堂)',
      'openingHour' : '星期一至六 10:00-22:30 | 星期日／公眾假期 10:00-22:30',
      },
      {
      'code' : 'H852DA04P',
      'location' : '香港九龍深水埗區荔枝角荔枝角道863號泓景臺地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852DA07P',
      'location' : '香港九龍深水埗區荔枝角深盛路9號宇晴軒6樓平臺順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D011P',
      'location' : '香港九龍深水埗區美孚景荔徑8號盈暉薈1樓順豐智能櫃(靠近往2樓扶手電梯)+',
      'openingHour' : '星期一至六 06:30-23:45 | 星期日／公眾假期 06:30-23:45',
      },
      {
      'code' : 'H852DB32P',
      'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852DB33P',
      'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份二號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852DB34P',
      'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份三號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852DB35P',
      'location' : '香港九龍深水埗區美孚百老匯街69-119號美孚新邨美孚廣場1樓101號鋪&102號鋪部份四號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852DB38P',
      'location' : '香港九龍深水埗區美孚蘭秀道9號地下N1A號鋪(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852D042P',
      'location' : '香港九龍深水埗區美孚清麗苑C座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD26P',
      'location' : '香港九龍深水埗區南昌西村路榮昌邨榮傑樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852BD66P',
      'location' : '香港九龍深水埗區南昌匯璽5樓平臺順豐智能櫃(T5穿梭大堂外)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J013P',
      'location' : '香港九龍黃大仙區黃大仙竹園道55號天馬苑商場1樓順豐智能櫃+',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852J004P',
      'location' : '香港九龍黃大仙區黃大仙彩虹道121號啟德花園商場地下順豐智能櫃(電梯底)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852J038P',
      'location' : '香港九龍黃大仙區黃大仙啟德花園購物商場地下二號順豐智能櫃(近停車場收費處)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852J011P',
      'location' : '香港九龍黃大仙區黃大仙睦鄰街8號現崇山商場2樓順豐智能櫃(近皇廷匯外面扶手電梯)',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852J018P',
      'location' : '香港九龍黃大仙區黃大仙翠竹街8號翠竹花園1座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J019P',
      'location' : '香港九龍黃大仙區黃大仙翠竹街8號翠竹花園停車場入口順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J025P',
      'location' : '香港九龍黃大仙區黃大仙翠鳳街6號地下(淨大師自助洗衣)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J017P',
      'location' : '香港九龍黃大仙區黃大仙銀鳳街10號地下A鋪(2洗自助洗衣店) 順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J043P',
      'location' : '香港九龍黃大仙區黃大仙竹園廣場1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J046P',
      'location' : '香港九龍黃大仙區黃大仙竹園廣場2樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J034P',
      'location' : '香港九龍黃大仙區黃大仙東頭邨旺東樓地下7號鋪順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J035P',
      'location' : '香港九龍黃大仙區黃大仙東頭邨旺東樓地下7號鋪二號順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J039P',
      'location' : '香港九龍黃大仙區黃大仙竹園北邨松園樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J040P',
      'location' : '香港九龍黃大仙區黃大仙竹園北邨梅園樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J056P',
      'location' : '香港九龍黃大仙區黃大仙翠竹花園9座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J059P',
      'location' : '香港九龍黃大仙區黃大仙環鳯街65號地下(C+ Laundry)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J006P',
      'location' : '香港九龍黃大仙區新蒲崗崇齡街33號新浦崗廣場2樓C23號店順豐智能櫃',
      'openingHour' : '星期一至六 09:00-23:00 | 星期日／公眾假期 09:00-23:00',
      },
      {
      'code' : 'H852J044P',
      'location' : '香港九龍黃大仙區新蒲崗越秀廣場2樓205號鋪順豐智能櫃(入門口右櫃，Mikiki商場旁)',
      'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
      },
      {
      'code' : 'H852J045P',
      'location' : '香港九龍黃大仙區新蒲崗越秀廣場2樓205號鋪二號順豐智能櫃(入門口左櫃，Mikiki商場旁)',
      'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
      },
      {
      'code' : 'H852J014P',
      'location' : '香港九龍黃大仙區慈雲山欣華街12號慈安苑安康閣地下順豐智能櫃(往來商場通道)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J020P',
      'location' : '香港九龍黃大仙區慈雲山欣華街12號慈安苑安康閣地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J057P',
      'location' : '香港九龍黃大仙區慈雲山蒲崗村道153-155號華麗樓地下2號鋪順豐站一號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J058P',
      'location' : '香港九龍黃大仙區慈雲山蒲崗村道153-155號華麗樓地下2號鋪順豐站二號順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J062P',
      'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖一號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
      },
      {
      'code' : 'H852J063P',
      'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖二號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
      },
      {
      'code' : 'H852J064P',
      'location' : '香港九龍黃大仙區慈雲山慈雲山中心7樓704B舖三號順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:30 | 星期日／公眾假期 08:00-23:30',
      },
      {
      'code' : 'H852J002P',
      'location' : '香港九龍黃大仙區老虎岩聯合道198號樂富廣場1樓順豐智能櫃(往樂富市集通道旁、近跌打鋪)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852J010P',
      'location' : '香港九龍黃大仙區老虎岩聯合道198號樂富廣場2樓順豐智能櫃(煤氣公司側)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852J053P',
      'location' : '香港九龍黃大仙區樂富匯富坊地下順豐智能櫃(洗手間外)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J061P',
      'location' : '香港九龍黃大仙區樂富橫頭磡杏林街23號康强苑地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J054P',
      'location' : '香港九龍黃大仙區鑽石山龍蟠苑商埸1樓順豐智能櫃(110鋪外)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J009P',
      'location' : '香港九龍黃大仙區彩虹坪石邨玉石樓平臺順豐智能櫃(電梯大堂外)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J008P',
      'location' : '香港九龍黃大仙區彩虹彩虹邨金碧樓街市地下順豐智能櫃(中央通道報告板旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J026P',
      'location' : '香港九龍黃大仙區彩虹清水灣道8號匯八坊B1層104號鋪順豐智能櫃(左邊一組)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J028P',
      'location' : '香港九龍黃大仙區彩虹清水灣道8號匯八坊B1層104號鋪二號順豐智能櫃(右邊一組)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J027P',
      'location' : '香港九龍黃大仙區彩虹曉暉花園3座及5座P2層順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J024P',
      'location' : '香港九龍黃大仙區牛池灣瓊東街1號瓊軒苑地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J060P',
      'location' : '香港九龍黃大仙區牛池灣豐盛街33號海港花園地下大堂二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J049P',
      'location' : '香港九龍黃大仙區牛池灣彩雲商場2樓B212鋪順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J050P',
      'location' : '香港九龍黃大仙區牛池灣彩雲商場2樓B212鋪二號順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J055P',
      'location' : '香港九龍黃大仙區牛池灣峻弦地下卸貨區通道順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J015P',
      'location' : '香港九龍黃大仙區牛池灣豐盛街 32 號瓊山苑 F 座地下順豐智能櫃(往富山邨方向通道)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J016P',
      'location' : '香港九龍黃大仙區牛池灣嘉峰台商場1樓順豐智能櫃(P17A鋪對面)',
      'openingHour' : '星期一至六 06:30-23:00 | 星期日／公眾假期 06:30-23:00',
      },
      {
      'code' : 'H852J042P',
      'location' : '香港九龍黃大仙區牛池灣海港花園地下大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J047P',
      'location' : '香港九龍黃大仙區牛池灣瓊麗苑A座地下順豐智能櫃(業主立案法團通訊處對出)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J041P',
      'location' : '香港九龍黃大仙區牛池灣瓊山苑F座地下二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J051P',
      'location' : '香港九龍黃大仙區牛池灣清水灣道45號彩雲商場2樓B212鋪三號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852J052P',
      'location' : '香港九龍黃大仙區牛池灣清水灣道45號彩雲商場2樓B212鋪四號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H014P',
      'location' : '香港九龍觀塘區九龍灣宏照道38號企業廣埸五期Megabox 12樓順豐智能櫃+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852H020P',
      'location' : '香港九龍觀塘區九龍灣常悅道3號企業廣場二期1樓升降機大堂順豐智能櫃',
      'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 不開放',
      },
      {
      'code' : 'H852H008P',
      'location' : '香港九龍觀塘區九龍灣牛頭角道33號宏光樓地下11B鋪(洗衣360)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H010P',
      'location' : '香港九龍觀塘區九龍灣啟業道28號啟泰苑啟康閣地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H027P',
      'location' : '香港九龍觀塘區九龍灣啟泰苑啟勳閣地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H005P',
      'location' : '香港九龍觀塘區九龍灣牛頭角道3號得寶商場1樓 TA01號鋪順豐智能櫃^',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852H029P',
      'location' : '香港九龍觀塘區九龍灣得寶商場1樓TA02號鋪二號順豐智能櫃(順豐站與飛越教育左側)^',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852H001P',
      'location' : '香港九龍觀塘區九龍灣牛頭角道77號淘大商場1樓順豐智能櫃(男洗手間旁)',
      'openingHour' : '星期一至六 10:00-23:00 | 星期日／公眾假期 10:00-23:00',
      },
      {
      'code' : 'H852H019P',
      'location' : '香港九龍觀塘區九龍灣牛頭角道77號淘大商場三期2樓順豐智能櫃(近XOXO Cafe Lab)',
      'openingHour' : '星期一至六 11:00-23:00 | 星期日／公眾假期 11:00-23:00',
      },
      {
      'code' : 'H852H028P',
      'location' : '香港九龍觀塘區九龍灣德福廣場二期8樓順豐智能櫃',
      'openingHour' : '星期一至六 11:00-20:00 | 星期日／公眾假期 11:00-20:00',
      },
      {
      'code' : 'H852H006P',
      'location' : '香港九龍觀塘區九龍灣宏光道80號麗晶花園13座地下順豐智能櫃(大堂出口右邊)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852HB01P',
      'location' : '香港九龍觀塘區九龍灣宏遠街1號一號九龍1樓扶手電梯旁順豐智能櫃(近101號鋪)',
      'openingHour' : '星期一至六 07:00-20:00 | 星期日／公眾假期 07:00-20:00',
      },
      {
      'code' : 'H852H009P',
      'location' : '香港九龍觀塘區九龍灣牛頭角下邨貴新樓地下順豐智能櫃(屋邨辦事處右邊通道)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H037P',
      'location' : '香港九龍觀塘區九龍灣臨興街19號同力工業中心B座地下(順豐營業點)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H023P',
      'location' : '香港九龍觀塘區牛頭角安基商場1樓121號鋪順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852H015P',
      'location' : '香港九龍觀塘區牛頭角牛頭角道55號利基大廈地下順豐智能櫃(英皇教育左邊電梯口)+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CB05P',
      'location' : '香港九龍觀塘區牛頭角定業街18號地下(陽光洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H004P',
      'location' : '香港九龍觀塘區牛頭角彩德商場5樓順豐智能櫃(512號鋪對面)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852H003P',
      'location' : '香港九龍觀塘區牛頭角彩霞邨彩月樓地下順豐智能櫃(管理處旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H034P',
      'location' : '香港九龍觀塘區牛頭角樂華商場3樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852H017P',
      'location' : '香港九龍觀塘區牛頭角彩福邨彩喜樓1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CB03P',
      'location' : '香港九龍觀塘區牛頭角裕民中心地下G53(順豐站)順豐智能櫃^',
      'openingHour' : '星期一至六 11:00-22:00(星期六12:00-20:00) | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852CC28P',
      'location' : '香港九龍觀塘區觀塘安達商場LG層順豐智能櫃(商場服務台前面)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CB77P',
      'location' : '香港九龍觀塘區觀塘祥和苑和悅閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CB34P',
      'location' : '香港九龍觀塘區觀塘通明街80號地下(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CD31P',
      'location' : '香港九龍觀觀塘區塘觀塘道418號創紀之城五期APM地庫1樓順豐智能櫃',
      'openingHour' : '星期一至六 11:00-02:00 | 星期日／公眾假期 11:00-02:00',
      },
      {
      'code' : 'H852C001P',
      'location' : '香港九龍觀塘區觀塘利安道15號順利商場一期3樓順豐智能櫃(利康樓3樓廁所對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CB16P',
      'location' : '香港九龍觀塘區觀塘牛頭角道300-302號裕民中心裕民薈1樓145號鋪順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CB21P',
      'location' : '香港九龍觀塘區觀塘嘉樂街22號地下A號鋪(LaundrYup洗衣店)順豐智能櫃(馬會投注站斜對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CB60P',
      'location' : '香港九龍觀塘區觀塘嘉樂街8號宏業樓地下6A鋪(洗衣寶洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852C003P',
      'location' : '香港九龍觀塘區觀塘香港啟迪中心地下郵件房順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852C008P',
      'location' : '香港九龍觀塘區觀塘曉麗商場2樓215B及216號鋪順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852C012P',
      'location' : '香港九龍觀塘區觀塘曉麗商場2樓215B及216號鋪四號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852C013P',
      'location' : '香港九龍觀塘區觀塘曉光街21號曉麗商場2樓215B及216號鋪二號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852C011P',
      'location' : '香港九龍觀塘區觀塘曉光街21號曉麗商場2樓215B及216號鋪三號順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852CB01P',
      'location' : '香港九龍觀塘區觀塘月華大廈1座順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CH06P',
      'location' : '香港九龍觀塘區觀塘順緻苑順輝閣地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852C036P',
      'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓順豐智能櫃(社會福利署對面通道)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852C088P',
      'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓二號順豐智能櫃(社會福利署對面通道)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852C100P',
      'location' : '香港九龍觀塘區秀茂坪秀明道秀茂坪商場3樓三號順豐智能櫃(社會福利署對面通道)',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852CC99P',
      'location' : '香港九龍觀塘區秀茂坪寶達商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852CC32P',
      'location' : '香港九龍觀塘區秀茂坪寶琳路2號寶達商場1樓LK01位置順豐智能櫃',
      'openingHour' : '星期一至六 06:00-23:59 | 星期日／公眾假期 06:00-23:59',
      },
      {
      'code' : 'H852CC46P',
      'location' : '香港九龍觀塘區藍田連德道2號康華苑A座大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC47P',
      'location' : '香港九龍觀塘區藍田連德道2號康華苑B座大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC48P',
      'location' : '香港九龍觀塘區藍田連德道2號康華苑C座大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA45P',
      'location' : '香港九龍觀塘區藍田匯景道8號匯景廣場5樓順豐智能櫃(4號鋪側)',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852CC85P',
      'location' : '香港九龍觀塘區藍田德田邨德瑞樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC56P',
      'location' : '香港九龍觀塘區藍田連德道8號興田商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:59 | 星期日／公眾假期 07:00-23:59',
      },
      {
      'code' : 'H852CC42P',
      'location' : '香港九龍觀塘區藍田慶田街7號藍田邨藍蔚樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA57P',
      'location' : '香港九龍觀塘區藍田茶果嶺道93號麗港城三期城中薈地下7號鋪順豐智能櫃+',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852CA54P',
      'location' : '香港九龍觀塘區藍田茶果嶺道88號麗港城商場1樓CA04位置順豐智能櫃(通往地鐵站行人天橋出口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CC05P',
      'location' : '香港九龍觀塘區藍田啟田商場地下二號順豐智能櫃(近巴士站樓梯底旁)',
      'openingHour' : '星期一至六 07:00-01:00 | 星期日／公眾假期 07:00-01:00',
      },
      {
      'code' : 'H852CC06P',
      'location' : '香港九龍觀塘區藍田啟田商場地下三號順豐智能櫃(近巴士站樓梯底旁)+',
      'openingHour' : '星期一至六 07:00-01:00 | 星期日／公眾假期 07:00-01:00',
      },
      {
      'code' : 'H852CC89P',
      'location' : '香港九龍觀塘區藍田平田商場地下5號鋪順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852CC90P',
      'location' : '香港九龍觀塘區藍田平田商場地下5號鋪二號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852CC07P',
      'location' : '香港九龍觀塘區藍田啟田大廈地下6B鋪(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA02P',
      'location' : '香港九龍觀塘區藍田鯉安苑鯉欣閣地下順豐智能櫃(有蓋空地)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CF01P',
      'location' : '香港九龍觀塘區藍田廣田商場2樓207A鋪(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA33P',
      'location' : '香港九龍觀塘區油塘鯉魚門道56號油翠苑地下電梯大堂順豐智能櫃(向油塘邨方向)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA50P',
      'location' : '香港九龍觀塘區油塘鯉魚門道56號油翠苑沃美閣地下順豐智能櫃(升降機大堂)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA41P',
      'location' : '香港九龍觀塘區油塘油塘道9號油麗邨豐麗樓順豐智能櫃(近三號升降機LG1層)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA08P',
      'location' : '香港九龍觀塘區油塘油塘道9號油麗商場2樓順豐智能櫃(往3樓扶手電梯旁)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852CA94P',
      'location' : '香港九龍觀塘區油塘高俊苑順豐智能櫃(下層升降機穿梭大堂)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852CA07P',
      'location' : '香港九龍觀塘區油塘鯉魚門道80號鯉魚門廣場底層1樓順豐智能櫃(渣打銀行櫃員機旁)',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852CA98P',
      'location' : '香港九龍觀塘區油塘鯉魚門廣場2樓順豐智能櫃(近酒樓位置)',
      'openingHour' : '星期一至六 09:00-22:00 | 星期日／公眾假期 09:00-22:00',
      },
      {
      'code' : 'H852MA23P',
      'location' : '香港香港島中西區堅尼地城士美菲路71-77號2A號舖(LaundryUp洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA27P',
      'location' : '香港香港島中西區堅尼地城加惠民道29號加惠臺5樓停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA37P',
      'location' : '香港香港島中西區堅尼地城浚峯3樓平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA45P',
      'location' : '香港香港島中西區堅尼地城南里8號25樓會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852MA13P',
      'location' : '香港香港島中西區堅尼地城卑路乍街聯基新樓地下(陽光洗衣店)順豐智能櫃(實惠對面)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA05P',
      'location' : '香港香港島中西區西環吉席街74號誠泰大廈地下74A號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA29P',
      'location' : '香港香港島中西區西環和合街6-12號國基大廈地下D舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA28P',
      'location' : '香港香港島中西區西環高樂花園1座4樓平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA12P',
      'location' : '香港香港島中西區西營盤德輔道西273號均益大廈三期地下32A舖(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA31P',
      'location' : '香港香港島中西區西營盤維港峰地下3號舖(Sunshine 24)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA40P',
      'location' : '香港香港島中西區西營盤石塘咀山道71-77號地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852MA14P',
      'location' : '香港香港島中西區西營盤東邊街11號地下(Sunshine 24)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M046P',
      'location' : '香港香港島中西區西營盤第1街8號縉城峰地庫穿梭升降機大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M009P',
      'location' : '香港香港島中西區上環文咸東街50號G18號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M015P',
      'location' : '香港香港島中西區上環士丹頓街72號尚賢居1樓平台順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852M020P',
      'location' : '香港香港島中西區上環東街25號地下(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M016P',
      'location' : '香港香港島中西區上環荷李活道108號聚賢居1座3樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M038P',
      'location' : '香港香港島中西區中環2號碼頭地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M035P',
      'location' : '香港香港島中西區半山區巴丙頓山B1層停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852M033P',
      'location' : '香港香港島中西區半山衛城道活倫大廈地下C號舖(英發成Laundry & Bakery)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M041P',
      'location' : '香港香港島中西區半山區地利根德閣第3座L1層順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD49P',
      'location' : '香港香港島中西區半山區竹林苑84座地下貨運升降機順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M024P',
      'location' : '香港香港島中西區半山區摩羅廟街23-27號嘉怡閣地下B舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852M026P',
      'location' : '香港香港島中西區半山區羅便臣道95號殷樺花園一期平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB16P',
      'location' : '香港香港島南區薄扶林置富道12號置富南區廣場1樓順豐智能櫃(Fusion超市右邊電梯落)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852TB50P',
      'location' : '香港香港島南區黃竹坑雅濤閣順豐智能櫃(4座入口旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB37P',
      'location' : '香港香港島南區鴨脷洲鴨脷洲大街63號利是大廈地下A舖順豐智能櫃(順豐站旁)^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB04P',
      'location' : '香港香港島南區鴨脷洲海怡路12A號海怡西商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852TB30P',
      'location' : '香港香港島南區鴨脷洲海怡路18號海怡東商場3樓335號舖順豐智能櫃',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852TB44P',
      'location' : '香港香港島南區鴨脷洲海怡東商場3樓316號舖順豐智能櫃',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852TB45P',
      'location' : '香港香港島南區鴨脷洲海怡東商場3樓316號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852TB46P',
      'location' : '香港香港島南區鴨脷洲海怡西商場2樓202F二號順豐智能櫃+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852TB51P',
      'location' : '香港香港島南區鴨脷洲鴨脷洲邨利澤樓地下15A舖(Sunshine24)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852T048P',
      'location' : '香港香港島灣仔區跑馬地晉寶大廈地下B舖(LaundryUp洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TC01P',
      'location' : '香港香港島灣仔區灣仔軒尼詩道298號298電腦特區2樓351號舖順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852TC17P',
      'location' : '香港香港島灣仔區灣仔交加里7號永成大廈地下7B舖(自洗王國)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TC02P',
      'location' : '香港香港島灣仔區灣仔灣仔道125號國泰881樓F18舖順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852TC29P',
      'location' : '香港香港島灣仔區灣仔謝斐道151號金聲大廈地下(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD14P',
      'location' : '香港香港島灣仔區銅鑼灣怡和街68號百利保廣場1樓順豐智能櫃(近天橋出入口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD34P',
      'location' : '香港香港島灣仔區銅鑼灣利舞臺10樓順豐智能櫃',
      'openingHour' : '星期一至六 11:00-22:00 | 星期日／公眾假期 11:00-22:00',
      },
      {
      'code' : 'H852TD12P',
      'location' : '香港香港島灣仔區銅鑼灣百德新街2-20號恒隆中心地庫順豐智能櫃(停車場出入口)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD08P',
      'location' : '香港香港島灣仔區大坑大坑徑25號龍華花園2座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD13P',
      'location' : '香港香港島灣仔區大坑勵德邨道2-38號勵德邨邨榮樓停車場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD43P',
      'location' : '香港香港島灣仔區大坑新邨街8號地下C舖(自洗王國)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TD47P',
      'location' : '香港香港島灣仔區大坑慧景園1座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P022P',
      'location' : '香港香港島東區天后木星街1號公安樓地下1A號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P085P',
      'location' : '香港香港島東區天后興發街62-74號美城花園大廈地下D舖(禮事豐)順豐智能櫃^',
      'openingHour' : '星期一至六 11:00-22:00(星期六 12:00-20:00) | 星期日／公眾假期 12:00-20:00',
      },
      {
      'code' : 'H852P037P',
      'location' : '香港香港島東區北角丹拿道18號丹拿花園地下停車場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P049P',
      'location' : '香港香港島東區北角電氣道233號城市花園商場第十座地下順豐智能櫃',
      'openingHour' : '星期一至六 08:30-22:30 | 星期日／公眾假期 08:30-22:30',
      },
      {
      'code' : 'H852P044P',
      'location' : '香港香港島東區北角電氣街223號城市花園1-3座城市金庫地庫170號舖順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852PA05P',
      'location' : '香港香港島東區北角健康村二期下層地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P010P',
      'location' : '香港香港島東區北角堡壘街21-23號地下F1B號舖(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P062P',
      'location' : '香港香港島東區北角富雅花園地下順豐智能櫃(業主立案法團會議室旁)(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P021P',
      'location' : '香港香港島東區北角英皇道416-426號新都城大廈地庫順豐智能櫃',
      'openingHour' : '星期一至六 11:00-21:00 | 星期日／公眾假期 11:00-21:00',
      },
      {
      'code' : 'H852P004P',
      'location' : '香港香港島東區北角錦屏街29-35號東發大廈A座地下31號舖(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P059P',
      'location' : '香港香港島東區北角寶馬山花園侯車室順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 10:00-18:00(星期六12:00-18:00) | 星期日／公眾假期 12:00-18:00',
      },
      {
      'code' : 'H852P063P',
      'location' : '香港香港島東區北角柏蔚山2樓停車場電梯大堂順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P066P',
      'location' : '香港香港島東區北角尚譽3樓休憩處順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P067P',
      'location' : '香港香港島東區北角城市中心商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 08:00-23:00 | 星期日／公眾假期 08:00-23:00',
      },
      {
      'code' : 'H852P073P',
      'location' : '香港香港島東區北角豐富商場地下8-9號舖B舖順豐站順豐智能櫃^',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA75P',
      'location' : '香港香港島東區北角七姊妹道193號地下B舖(水漾衣坊)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P083P',
      'location' : '香港香港島東區北角天后廟道70 號威景台6樓停車場順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852P086P',
      'location' : '香港香港島東區北角樹仁大學研究院綜合大樓LG1樓梯位置順豐智能櫃(只供職員學生使用)',
      'openingHour' : '星期一至六 09:00-18:00 | 星期日／公眾假期 不開放',
      },
      {
      'code' : 'H852PA40P',
      'location' : '香港香港島東區鰂魚涌英皇道1065號東達中心停車場地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA30P',
      'location' : '香港香港島東區鰂魚涌英皇道993號得利樓地下23號舖(LaundrYup洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA02P',
      'location' : '香港香港島東區鰂魚涌康山道1-2號康怡廣場1樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852PA57P',
      'location' : '香港香港島東區鰂魚涌康怡廣場1樓二號順豐智能櫃(Aeon入口旁近升降機)',
      'openingHour' : '星期一至六 10:00-23:00 | 星期日／公眾假期 10:00-23:00',
      },
      {
      'code' : 'H852PA20P',
      'location' : '香港香港島東區鰂魚涌康柏徑10號康景花園B座地下順豐智能櫃(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA60P',
      'location' : '香港香港島東區鰂魚涌惠利大廈地下R1號舖(洗衣寶)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA48P',
      'location' : '香港香港島東區鰂魚涌逸樺園2樓順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA65P',
      'location' : '香港香港島東區鰂魚涌益昌大廈地下A13號舖(洗衣寶)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA61P',
      'location' : '香港香港島東區西灣河西灣河街122&124號地下A號舖(自洗王國)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA16P',
      'location' : '香港香港島東區西灣河海晏街9-13號華昇大廈地下C2舖(自洗王國)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA39P',
      'location' : '香港香港島東區西灣河太康街38號嘉亨灣6樓平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA12P',
      'location' : '香港香港島東區西灣河太康街55號鯉景灣18B舖順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA01P',
      'location' : '香港香港島東區西灣河太安街25號鯉景灣D段G07舖(陽光洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 08:00-21:00 | 星期日／公眾假期 08:00-21:00',
      },
      {
      'code' : 'H852PB41P',
      'location' : '香港香港島東區杏花邨杏花新城212號舖順豐智能櫃+',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852PB53P',
      'location' : '香港香港島東區杏花邨杏花新城212號舖二號順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852PA23P',
      'location' : '香港香港島東區筲箕灣西灣河街23號富欣閣地下3號舖(LaundrYup洗衣店)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA06P',
      'location' : '香港香港島東區筲箕灣明華大廈G座地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA09P',
      'location' : '香港香港島東區筲箕灣愛信道33號東濤苑曉濤閣地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA25P',
      'location' : '香港香港島東區筲箕灣成安街33號柏匯5樓會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:00-22:00 | 星期日／公眾假期 07:00-22:00',
      },
      {
      'code' : 'H852PA52P',
      'location' : '香港香港島東區筲箕灣愛東商場1樓順豐智能櫃(百佳超市正門對面)',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852PA45P',
      'location' : '香港香港島東區筲箕灣筲箕灣道261號地下F1B號舖(洗衣寶)順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA17P',
      'location' : '香港香港島東區筲箕灣東大街2號麗東海景豪園地下11號舖(洗衣寶)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA24P',
      'location' : '香港香港島東區筲箕灣耀興路12號耀東商場2樓順豐智能櫃(近商場電梯口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA68P',
      'location' : '香港香港島東區筲箕灣耀東商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA69P',
      'location' : '香港香港島東區筲箕灣耀東商場1樓二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA76P',
      'location' : '香港香港島東區筲箕灣興東邨興東商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA77P',
      'location' : '香港香港島東區筲箕灣興東商場2樓二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PA84P',
      'location' : '香港香港島東區筲箕灣愛東邨愛東商場2樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852PB79P',
      'location' : '香港香港島東區柴灣峰華邨秀峰樓地下長走廊順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB81P',
      'location' : '香港香港島東區柴灣翠灣邨翠福樓地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB43P',
      'location' : '香港香港島東區柴灣大潭道200號山翠苑翠瑜閣地下順豐智能櫃(地下有蓋休憩空地)(只供住戶使用)+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB02P',
      'location' : '香港香港島東區柴灣柴灣道111號東港城廣場地下81號舖順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852PB36P',
      'location' : '香港香港島東區柴灣柴灣道238號青年廣場3樓305號舖順豐智能櫃',
      'openingHour' : '星期一至六 10:00-22:00 | 星期日／公眾假期 10:00-22:00',
      },
      {
      'code' : 'H852PB58P',
      'location' : '香港香港島東區柴灣香島會所順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 07:30-22:30 | 星期日／公眾假期 07:30-22:30',
      },
      {
      'code' : 'H852PB07P',
      'location' : '香港香港島東區柴灣新翠商場4樓順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852PB31P',
      'location' : '香港香港島東區柴灣新翠商場L1升降機大堂順豐智能櫃',
      'openingHour' : '星期一至六 08:00-22:00 | 星期日／公眾假期 08:00-22:00',
      },
      {
      'code' : 'H852PB27P',
      'location' : '香港香港島東區柴灣興華(二)邨安興樓平台順豐智能櫃(719號舖對出)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB01P',
      'location' : '香港香港島東區柴灣環翠道11號興華廣場1樓順豐智能櫃(通往環翠邨天橋旁)+',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852PB56P',
      'location' : '香港香港島東區柴灣環翠商場2樓順豐智能櫃(往環翠邨天橋商場門口)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB70P',
      'location' : '香港香港島東區柴灣興華廣場2樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00 - 23:00 | 星期日／公眾假期 07:00 - 23:00',
      },
      {
      'code' : 'H852PB82P',
      'location' : '香港香港島東區柴灣華廈街2號環翠邨環翠商場1樓順豐智能櫃',
      'openingHour' : '星期一至六 07:00-23:00 | 星期日／公眾假期 07:00-23:00',
      },
      {
      'code' : 'H852PB13P',
      'location' : '香港香港島東區小西灣小西灣道38號富怡花園4座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 10:00-23:30 | 星期日／公眾假期 10:00-23:30',
      },
      {
      'code' : 'H852PB46P',
      'location' : '香港香港島東區小西灣小西灣道38號富怡花園5座地下順豐智能櫃 (只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB54P',
      'location' : '香港香港島東區小西灣富欣花園商場15號舖(全日洗洗衣店)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB71P',
      'location' : '香港香港島東區小西灣富景花園商場地下順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB72P',
      'location' : '香港香港島東區小西灣富景花園9座地下順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB78P',
      'location' : '香港香港島東區小西灣廣場1樓順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB38P',
      'location' : '香港香港島南區香港仔中心二期美輝閣地下二號順豐智能櫃(大堂對出行人通道',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB39P',
      'location' : '香港香港島南區香港仔中心二期美輝閣地下三號順豐智能櫃(陽光洗衣舖對出)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB11P',
      'location' : '香港香港島南區香港仔石排灣商場LG1樓順豐智能櫃(中銀櫃員機旁)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB21P',
      'location' : '香港香港島南區香港仔華貴道3號華貴坊地下順豐智能櫃(近顧客服務台)',
      'openingHour' : '星期一至六 07:00-2300 | 星期日／公眾假期 07:00-2300',
      },
      {
      'code' : 'H852TB25P',
      'location' : '香港香港島南區香港仔舊大街120號兆群大廈UG層24號舖(自洗王國)順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB32P',
      'location' : '香港香港島南區香港仔田灣街15號田灣商場地下停車場順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852TB33P',
      'location' : '香港香港島南區香港仔田灣街15號田灣商場地下停車場二號順豐智能櫃',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB33P',
      'location' : '香港香港島南區赤柱白筆山道18號紅山半島第4座平台順豐智能櫃(只供住戶使用)',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },
      {
      'code' : 'H852PB29P',
      'location' : '香港香港島南區赤柱馬坑邨良馬樓地下順豐智能櫃+',
      'openingHour' : '星期一至六 24小時 | 星期日／公眾假期 24小時',
      },


  ];
  


}